{
    "1": {
        "0": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/y-combinator/reviews",
            "PRODUCT_NAME": "Y Combinator",
            "RATING": 5.0,
            "ABOUT": "Y Combinator provides seed funding for startups. Seed funding is the earliest stage of venture funding. It pays your expenses while youre getting started.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_2103279cfa6576e746ad01a996f978e2/y-combinator.jpg",
            "CATEGORIES": [
                "Investment Firms"
            ]
        },
        "1": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/y-s-technologies/reviews",
            "PRODUCT_NAME": "Y & S Technologies",
            "RATING": 4.0,
            "ABOUT": "Y & S Technologies' goal is, \"Delivering Solutions that Drive Business Results\".",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_16ee6728656258cdcb0ec94060e7656f/y-s-technologies.png",
            "CATEGORIES": [
                "IBM Storage VARs",
                "IBM Consulting Services"
            ]
        },
        "2": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/arrontes-y-barrera/reviews",
            "PRODUCT_NAME": "Arrontes y Barrera",
            "RATING": 4.5,
            "ABOUT": "Arrontes y Barrera is an agency that provides solutions in ADVERTISING CREATIVITY, DIGITAL TRANSFORMATION, TRADE MARKETING,BRAND CREATION and others.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_3b97dea1f47df929a0c7946d076a5a89/arrontes-y-barrera.jpg",
            "CATEGORIES": [
                "HubSpot Consulting Services"
            ]
        },
        "3": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/software-de-ruteo-y-seguimiento-de-entregas/reviews",
            "PRODUCT_NAME": "Software de Ruteo y Seguimiento de Entregas",
            "RATING": 5.0,
            "ABOUT": "OPTIMICE SU LOGÍSTICA En cuestión de minutos Persat le permitirá importar las entregas a realizar, Geolocalizarlas en el mapa y planificar automáticamente las mejores hojas de ruta para sus choferes. • Envíe la Hoja de Ruta al celular de cada conductor, y reciba actualizaciones en tiempo real sobre las entregas ( con Fotos y Firma del cliente) • Verifique el cumplimiento por Rastreo GPS • Ahorre tiempo, reduzca costos y mejore la satisfacción de sus clientes asegurando la calidad de servicio C.da chofer recibirá en su celular la hoja de ruta con las indicaciones y detalles de las entregas a realizar. Podrá informar el estado de la entrega con foto y firma del cliente.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_4c3af29b774a19327f360cd3fab062e8/software-de-ruteo-y-seguimiento-de-entregas.png",
            "CATEGORIES": [
                "Last Mile Delivery"
            ]
        },
        "4": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/y42-y42/reviews",
            "PRODUCT_NAME": "Y42",
            "RATING": 5.0,
            "ABOUT": "Y42 is the first fully managed Modern DataOps Cloud — purpose-built for production-ready data pipelines on BigQuery and Snowflake.",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/052cd0104a99d327c11fe243c04ccb24/y42-y42.svg",
            "CATEGORIES": [
                "DataOps Platforms",
                "Data Quality",
                "ETL Tools",
                "Data Observability",
                "iPaaS",
                "Active Metadata Management",
                "Data Extraction",
                "Data Warehouse Automation",
                "Data Warehouse",
                "Big Data Integration Platforms"
            ]
        },
        "5": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/yed-graph-editor/reviews",
            "PRODUCT_NAME": "yEd Graph Editor",
            "RATING": 4.5,
            "ABOUT": "yEd is a powerful desktop application that can be used to quickly and effectively generate high-quality diagrams.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_732080270f894b26458df3044bc300df/yed-graph-editor.png",
            "CATEGORIES": [
                "Diagramming"
            ]
        },
        "6": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/yfiles/reviews",
            "PRODUCT_NAME": "yFiles",
            "RATING": 4.0,
            "ABOUT": "10SCAPE is a way to create accurate network maps.",
            "LOGO": "https://www.g2.com/assets/fallback/default-6632ce065b4875adb88aec465e288328b3a998ba2d0d6e27ffe5a7ea65497efc.png",
            "CATEGORIES": [
                "Data Visualization"
            ]
        },
        "7": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/9y/reviews",
            "PRODUCT_NAME": "9Y",
            "RATING": 5.0,
            "ABOUT": "Mobile app and web development agency based in Vienna/Austria and Zabreb/Croatia.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_d9faa257c1e06ad87098616a1eac8272/9y.png",
            "CATEGORIES": [
                "Web Design"
            ]
        },
        "8": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/ycloudx/reviews",
            "PRODUCT_NAME": "yCloudx",
            "RATING": 5.0,
            "ABOUT": "yCloudx is a user-centric, cloud-based CMMS software designed to enhance maintenance operations. Its intuitive UI and UX prioritize user-friendliness, making it easy for maintenance teams to streamline their tasks. This comprehensive solution offers various features, including automated preventive work orders, real-time timers for tracking maintenance progress, digital signatures for authentication, external work request management, inventory tracking, meter readings for data-driven d a calendar for efficient scheduling. By leveraging these capabilities, yCloudx empowers organizations to optimize maintenance activities, reduce downtime, and boost overall productivity, ensuring that equipment and assets are well-maintained and operational.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_7d5d7c9ee1207d390769f400c1869704/ycloudx.png",
            "CATEGORIES": [
                "CMMS",
                "Facility Management"
            ]
        },
        "9": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/a11y/reviews",
            "PRODUCT_NAME": "a11y",
            "RATING": 4.5,
            "ABOUT": "This website provides free color contrast analysis tools that will display the color contrast issues of a web page or chosen color-pair; per WCAG 2.1 Guidelines. Color Contrast refers to how bright or dark colors appear against each other on screens; particularly with regard to the relative, gray-scale luminosity as perceived by the human eye. When it comes to website accessibility, the contrast between the text and the text background is a concern for colorblind and other visually rs.",
            "LOGO": "https://www.g2.com/assets/fallback/default-6632ce065b4875adb88aec465e288328b3a998ba2d0d6e27ffe5a7ea65497efc.png",
            "CATEGORIES": [
                "Digital Accessibility Tools"
            ]
        },
        "10": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/y2mate-drm-downloader/reviews",
            "PRODUCT_NAME": "Y2Mate DRM Downloader",
            "RATING": 4.0,
            "ABOUT": "Y2Mate DRM Downloader enables you to effortlessly download videos from 100+ streaming media, including but not limited to Netflix, Hulu and Disney Plus. It is your best mate to enjoy movies and shows offline!",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_d3d10a7068b58ccd6bf74c2bc61fafd7/580a95be-ca05-4f2c-ad9d-1adc90d59677.PNG",
            "CATEGORIES": [
                "Other Video"
            ]
        },
        "11": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/n2y-professional-development/reviews",
            "PRODUCT_NAME": "n2y Professional Development",
            "RATING": 5.0,
            "ABOUT": "n2y Professional Development is an online professional development program with certification and a learning management system that encompasses introductory training, advanced courses and lifelong learning.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_fc518b570150a759f3eae83367818c41/n2y-professional-development.jpg",
            "CATEGORIES": [
                "Special Education"
            ]
        },
        "12": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/perfit/reviews",
            "PRODUCT_NAME": "Perfit",
            "RATING": 4.5,
            "ABOUT": "Perfit ofrece un servicio integral de email & marketing automation mediante una aplicación que permite crear y administrar de manera sencilla las campañas de comunicación que tu organización necesita para potenciar su desarrollo. Podrás comunicarte en forma directa con tus clientes. Anuncia tus productos, realiza campañas publicitarias y comunica tus contenidos en forma eficaz, con resultados claros y medibles. Nuestro equipo está formado por desarrolladores, diseñadores, comunspecialistas en marketing digital. Desde nuestra experiencia, brindamos un servicio integral para que cada uno de nuestros clientes logre alcanzar y superar sus objetivos. Nos gusta generar vínculos de confianza, brindando respaldo y asesoramiento a todos los que nos eligen.",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/b043b72dc14411a52ab38f1212bb4645/perfit.svg",
            "CATEGORIES": [
                "Email Marketing"
            ]
        },
        "13": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/factohr/reviews",
            "PRODUCT_NAME": "factoHR",
            "RATING": 4.5,
            "ABOUT": "factoHR is HR suite for generation Y workforce. It is a platform where you can develop nurture your workforce with Onboarding, HRIS,Payroll, Leave, Attendance, Goals, KRA and KPIs.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_39025008f04e1635258b228005d49f77/factohr.png",
            "CATEGORIES": [
                "SAP Store",
                "Core HR",
                "Performance Management",
                "Applicant Tracking Systems (ATS)",
                "Employee Engagement",
                "Onboarding",
                "Payroll"
            ]
        },
        "14": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/arist/reviews",
            "PRODUCT_NAME": "Arist",
            "RATING": 5.0,
            "ABOUT": "Backed by Y Combinator, Craft Ventures, and a number of leading learning executives, Arist helps organizations like Amazon and the State of California rapidly teach and train their employees using text message-based courses, which are extremely effective and accessible.",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/9131041961758f75808278b91986dd3a/arist.svg",
            "CATEGORIES": [
                "Microlearning Platforms"
            ]
        },
        "15": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/diio/reviews",
            "PRODUCT_NAME": "diio",
            "RATING": 5.0,
            "ABOUT": "Gana una ventaja competitiva excepcional con diio, tu asistente artificial obsesionado con que tú vendas más. diio captura y analiza cada llamada y reunión de ventas, entregándote valiosos insights personalizados en base a tus necesidades. Apuntes claves, predicciones de éxito, compromisos y rendimiento son algunos de los trackers que te permitirán mejorar tu proceso de ventas. Reduce la fricción de tareas tediosas, mejora tu toma de decisiones y actualiza automáticamente tu CRM ión relevante. Deja de perder deals y enfócate en lo que realmente importa; vender.\n\n \n\n¡Únete a las filas de los equipos de ventas más exitosos que confían en diio y descubre el futuro de las ventas!",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_ae6718b022a8baa55a609a9783f03f49/diio.png",
            "CATEGORIES": [
                "Conversation Intelligence"
            ]
        },
        "16": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/pandape/reviews",
            "PRODUCT_NAME": "Pandapé",
            "RATING": 3.0,
            "ABOUT": "Pandapé es un software de recursos humanos que permite mejorar el rendimiento de los equipos y aprovechar al máximo el talento y compromiso. La plataforma Holmes permite a las pymes digitalizar la gestión del área de capital humano, a la vez que potencian la felicidad laboral de sus empleados. Esta solución de RRHH dispone de una serie de módulos clave que simplifican los procesos del departamento de recursos humanos: - Organigrama y expediente digital - Red Social corporativa - Brencias\n- Gestor de vacaciones y ausencias\n- Control Horario y Reloj checador\n- Onboarding\n- Encuestas de RRHH: de clima y personalizadas\n- NOM 035\n- Capacitación laboral\n- People Analytics\n- Gestor de activos\n- Gestor documental y expediente digital\n- Prenómina",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/db679cad43a83396ed1a73a5deb902bc/pandape.svg",
            "CATEGORIES": [
                "Absence Management"
            ]
        },
        "17": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/innocard-digital-business-card/reviews",
            "PRODUCT_NAME": "INNOCard - Digital Business Card",
            "RATING": 5.0,
            "ABOUT": "Somos una plataforma SaaS en pleno crecimiento que se especializa en ofrecer soluciones de tarjetas de visita digitales, impulsando la transición desde las tarjetas de papel tradicionales hacia un formato más moderno, sostenible y efectivo. Al hacer esto, no solo damos una nueva vida a la primera impresión que se da en un encuentro profesional, sino que también facilitamos una mayor adquisición de clientes, facilitamos la gestión en el “Back office” y ofrecemos una visión más cparente del seguimiento de venta.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_d1209af344dd0cf3f84a8d11bfb0e6b7/innocard-digital-business-card.png",
            "CATEGORIES": [
                "Digital Business Card"
            ]
        },
        "18": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/kaspersky-blockchain-security/reviews",
            "PRODUCT_NAME": "Kaspersky Blockchain Security",
            "RATING": 4.0,
            "ABOUT": "Somos una de las compa√±√≠as de seguridad inform√°tica de m√°s r√°pido crecimiento del mundo y la m√°s grande de propiedad privada. Trabajamos en 200 pa√≠ses y territorios y tenemos 37 oficinas en 32 pa√≠ses. M√°s de 3,300 especialistas altamente calificados trabajan para Kaspersky. Somos una corporaci√≥n global, con una visi√≥n global y nos enfocamos en los mercados internacionales. Durante el 2017, las ventas de nuestros productos, nuestras tecnolog√≠as y nuestros servicios ascen millones de d√≥lares, seg√∫n las Normas Internacionales de Informaci√≥n Financiera, esto supone un aumento del 8 % con respecto al a√±o anterior.\n\nNuestra independencia nos permite ser m√°s √°giles; pensar de forma distinta y actuar m√°s r√°pido. Siempre estamos innovando, ofreciendo protecci√≥n que sea eficaz, utilizable y accesible. Estamos orgullosos porque desarrollamos seguridad l√≠der en el mundo que nos mantiene a nosotros‚Äì y a cada uno de nuestros 400 millones de usuarios y 270,000 clientes corporativos‚Äì un paso adelante de las amenazas potenciales.\nVisita nuestro sitio para conocer m√°s sobre la empresa: latam.kaspersky.com\n\nPara conocer las √∫ltimas noticias sobre la empresa, seguridad de sistemas TI, amenazas y tendencias, siguenos en:\n\nBlog de noticias y tendencias:\n\nhttps://blog.kaspersky.com.mx/\n\nBlog sobre estad√≠sticas, objetos detectados, an√°lisis de amenazas\n\nhttps://securelist.lat/\n\nTwitter: @kasperskylabmex @kasperskylatino",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/ce7f2f3a854b01c0f1f4b54ec53a4835/kaspersky-blockchain-security.svg",
            "CATEGORIES": [
                "Blockchain Security"
            ]
        },
        "19": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/dux-software/reviews",
            "PRODUCT_NAME": "Dux Software",
            "RATING": 5.0,
            "ABOUT": "Dux Software ERP: La Solución Definitiva para la Gestión Empresarial Dux Software ERP es la respuesta a todas tus necesidades de gestión empresarial en un solo lugar. Diseñado especialmente para pequeñas y medianas empresas, nuestro software en modalidad SaaS (Software as a Service) ofrece un conjunto completo de herramientas que te ayudarán a optimizar tus operaciones y aumentar la eficiencia en tu negocio. Con Dux Software ERP, puedes simplificar la facturación, gestionar tus vena efectiva, controlar la tesorería, administrar las compras, y supervisar tus inventarios con facilidad. Nuestra plataforma te permite administrar múltiples depósitos de manera intuitiva, brindándote el control total sobre tus recursos.\n\nLo que hace que Dux Software ERP se destaque es su integración perfecta con las principales plataformas de tiendas de comercio electrónico, como WooCommerce, Tienda Nube, Mercado Libre y PrestaShop, entre otras. Esta integración simplifica tus operaciones, lo que te permite gestionar tus ventas en línea de manera efectiva y sin complicaciones.\n\nAdemás, Dux Software ERP cuenta con una API propia que te permite personalizar y ampliar aún más su funcionalidad mediante la integración con otras plataformas y herramientas de tu elección. Esto te brinda la flexibilidad que necesitas para adaptar el sistema a tus necesidades específicas.\n\nPara garantizar que tengas el soporte que necesitas en cada paso del camino, ofrecemos una mesa de ayuda en vivo atendida por personas reales, listas para resolver tus dudas y brindarte asistencia personalizada. Además, nuestra amplia base de conocimientos incluye tutoriales y videos que te guiarán a través de todas las características de la plataforma.\n\nPero eso no es todo. En Dux Software, creemos en el aprendizaje continuo, por lo que ofrecemos webinarios diarios donde te enseñaremos cómo sacar el máximo provecho de nuestra plataforma y cómo aplicar las mejores prácticas en tu negocio.\n\nSi estás buscando una solución completa de gestión empresarial que te ayude a crecer y prosperar, no busques más. Dux Software ERP es la elección inteligente para tu empresa. Únete a miles de empresas que ya han mejorado sus operaciones con nosotros y descubre cómo podemos ayudarte a impulsar tu éxito empresarial. ¡Pruébalo hoy!",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_8ad8c54ddca9755f61eb68c50ecbc764/dux-software.png",
            "CATEGORIES": [
                "Multichannel Retail"
            ]
        }
    },
    "2": {
        "0": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/epayco-suscripciones/reviews",
            "PRODUCT_NAME": "ePayco Suscripciones",
            "RATING": 5.0,
            "ABOUT": "ePayco Suscripciones es la solución que permite el crecimiento de los negocios automatizando cobros, con el respaldo de una plataforma diseñada para garantizar y ofrecer una experiencia renovada en los cobros. Brinda comodidad en el proceso de pago para los clientes, permitiendo realizar cobros y recibir pagos a tiempo, sistematizados y mejorando la retención e ingresos recurrentes de su comercio. ePayco Suscripciones cuenta con alternativas para brindar soluciones rápidas y útiles para.sus clientes, reduciendo tiempos en el proceso de pago y evitando recordar vencimientos de fechas o recordatorios innecesarios que ya se realizan de manera automática. Con esta solución puede centralizar los pagos y mantenerlos organizados, para generar los cobros automáticos y almacenando los datos de los medios de pago puede controlar y estar al tanto de los movimientos realizados.\n \n\n ePayco Suscripciones integra soluciones como:\n Tokenización: Le permite almacenar de forma segura los datos de los medios de pago, con la finalidad de agilizar y mejorar la experiencia para usuarios que realizan pagos de forma recurrente, con ventajas como:\n \n\n • Facilitar y reducir tiempo en el proceso de pago, generando confianza y cercanía con su cliente.\n • La información privada del cliente está almacenada con los más altos estándares de seguridad.\n • Logra destacarse por la experiencia y el servicio ofrecido entre sus competidores.\n \n\n Recurrencias: Está diseñado para clientes que hacen uso de membresías, planes mensuales, servicios o facturas y para comercios que desean brindar comodidad a su comprador a la hora de realizar el cobro automático de sus productos/servicios, efectuando las deducciones desde el medio de pago permitido por el cliente, ajustadas al periodo solicitado y aceptado por el mismo para generar ese cobro de forma diaria, mensual o anual.\n \n\n Domiciliación: Ofrece al comercio la opción de conectar dos soluciones de ePayco entre sí, y con domiciliación se puede relacionar facturas y métodos de pago para generar cobros automáticos, así como, generar reglas de cobro para sus facturas e incluir cobros periódicos con montos variables.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_4f3dbb2e6c2e9f804b4a4c816237e394/epayco-suscripciones.png",
            "CATEGORIES": [
                "Subscription Billing"
            ]
        },
        "1": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/keybe/reviews",
            "PRODUCT_NAME": "Keybe",
            "RATING": 4.0,
            "ABOUT": "Con Keybe, las empresas podrán acceder a soluciones como CRM, comercio electrónico, chatbots y RPA desde un solo lugar para automatizar procesos repetitivos, liberando el tiempo potencial de todos y creando valor y relaciones empáticas entre marcas y personas. Entre sus clientes se encuentran marcas y organizaciones como Mercedes Benz, JBalvin, Chevrolet, Banco Interamericano de Desarrollo, Postobón, Cueros Vélez, Estudio de Moda, entre otros.",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/5a4d5cfc29f66cd14ae1d8a77469eaa7/keybe.svg",
            "CATEGORIES": [
                "Conversational Marketing",
                "Sales Engagement"
            ]
        },
        "2": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/online-workplace/reviews",
            "PRODUCT_NAME": "Online Workplace",
            "RATING": 5.0,
            "ABOUT": "Trabaja en cualquier lugar y en cualquier momento. ¿Tienes comodidad de poder trabajar con seguridad, en cualquier momento y en cualquier lugar? ¿Alguna vez has experimentado problemas con en tu lugar de trabajo digital en la oficina o en remoto? En DesktopToWork creemos que todo eso es posible. Un lugar de trabajo en línea es la solución ideal para todo tipo de usuarios. Velocidad y flexibilidad significan empleados productivos. Trabajando con Online Workplace, no solo se reducen sign.ficativamente los costos directos de infraestructura, sino que también lo hacemos completamente transparente.\n \n\n Formamos un equipo joven y con experiencia, en crecimiento y ambicioso. Nos aseguramos la continuidad de tu negocio. ¡Te ayudamos a trabajar de manera más productiva, feliz y segura!",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_1517b48438e670d51767bb4f1c68b27f/online-workplace.png",
            "CATEGORIES": [
                "Virtual Workspaces"
            ]
        },
        "3": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/wizerlink/reviews",
            "PRODUCT_NAME": "Wizerlink",
            "RATING": 4.0,
            "ABOUT": "Somos una agencia de performance enfocada a lograr resultados y no a vender ilusiones. Confiamos en la capacidad de nuestro equipo para desarrollar y gestionar ideas de negocio que permitan a nuestros clientes tener éxito en entornos digitales.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_0164923894da8d18f0fd6ff632c3d446/wizerlink.jpg",
            "CATEGORIES": [
                "Marketing Automation Consulting"
            ]
        },
        "4": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/epayco-vende/reviews",
            "PRODUCT_NAME": "ePayco Vende",
            "RATING": 4.0,
            "ABOUT": "ePayco vende es la solución diseñada para todas aquellas personas que desean ir un paso más allá en sus ventas físicas e iniciar la venta de productos por internet, logrando una mayor cobertura y ampliando el alcance del negocio, creando catálogos personalizados con categorías y productos ahorrando tiempo, costos, con pasarela incluida que le permite procesar sus pagos desde el primer momento de creación y publicación del catálogo, seguridad de punta a punta y creación en simpleo 1: Selección del Plan \n \n\n En ePayco vende manejamos planes desde cero pesos y los planes pagos oscilan desde $19.900 pesos COL , accediendo a nuestro panel administrativo solo iniciando sesión o si aún no tiene cuenta puede registrase en nuestro sitio web epayco.com en pocos minutos, sin cuotas de mantenimiento o cuota de instalación, darse de alta le permitirá visualizar en el panel izquierdo la solución vende junto al icono del carrito, seleccionar uno de los planes: gratis, plus o ultra, donde sus funcionalidades varían desde las más básicas hasta la más completa herramienta. ¡Acceda ahora mismo sin costo! \n \n\n Paso 2: Configuración del catálogo \n \n\n La configuración del catálogo se realiza en tres acciones:\n \n\n • Identidad del catálogo: desde donde podrá definir información importante de su empresa y marca como: nombre, teléfono para contacto a través de whatsapp, subdominio del sitio, y aspectos de personalización como: logo de la empresa, definir un color destacado el cual predominará sobre botones, textos, márgenes entré otros ítems de interacción y cargar hasta tres imágenes tipo banner.\n \n\n • Creación de categorías: Esta acción le permite facilitar la búsqueda de los productos a los compradores, por eso recomendamos realizar categorías intuitivas y sencillas que permitan la fácil navegación del cliente en el sitio web. \n \n\n • Agregue los productos: Por último, Incluya todos los productos definiéndoles un catálogo y categoría, podrá describir el producto de manera detallada, cargar hasta cinco imágenes de los diferentes ángulos del producto, adicionalmente al valor neto podrá realizarle descuentos e incluirle impuestos y por último definir el inventario disponible de productos.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_1d89599011d27a2bf5c683274d0cad3b/epayco-vende.png",
            "CATEGORIES": [
                "Shopping Cart"
            ]
        },
        "5": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/globaleris/reviews",
            "PRODUCT_NAME": "Globaleris",
            "RATING": 3.5,
            "ABOUT": "Software de gestión integral del negocio energético Optimiza y automatiza los procesos de logística y operación comercial, desde el switching hasta la facturación.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_2ade427ccb2a6dd9a3789622b4614d0a/globaleris.png",
            "CATEGORIES": [
                "Energy Management"
            ]
        },
        "6": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/everymorning-studios/reviews",
            "PRODUCT_NAME": "EveryMorning Studios",
            "RATING": 5.0,
            "ABOUT": "La Primera agencia de marketing digital y líder en Ecuador dedicada a transformar empresas ordinarias en grandes marcas con un crecimiento exponencial al crear fuentes de clientes e ingresos predecibles, constantes, y omnipresentes. Nos Basamos en poder del método \"Loyal-Based Clients\" utilizando: SEM, Copywriting, análisis de mercado, identificación de \"True-Fans\" y Social Media Ads.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_b5e4c92dcbaae62a670d93ed70438e29/everymorning-studios.png",
            "CATEGORIES": [
                "Digital Marketing"
            ]
        },
        "7": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/salutic-staffy/reviews",
            "PRODUCT_NAME": "Staffy",
            "RATING": 5.0,
            "ABOUT": "Herramienta de RRHH para control horario, gestión de vacaciones y ausencias, directorio de empleados, carpeta del empleado, gestor de tareas, módulo de gastos y mucho más...",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_aba244f14de5fbd338b66e3fd0bbf833/salutic-staffy.png",
            "CATEGORIES": [
                "Time & Attendance"
            ]
        },
        "8": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/pareto-ai/reviews",
            "PRODUCT_NAME": "Pareto.AI",
            "RATING": 5.0,
            "ABOUT": "Pareto saves startups thousands of hours of repetitive busywork such as lead generation, market research, and admin operations while empowering women around the world with virtual work. Our startup assistant is trusted by hundreds of entrepreneurs in top venture communities like StartX, Y Combinator, and Alchemist.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_9fce14ba4ac695a550a8c44694ecf5e8/pareto.png",
            "CATEGORIES": [
                "Outsourced Sales Providers"
            ]
        },
        "9": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/cribl-stream/reviews",
            "PRODUCT_NAME": "Cribl Stream",
            "RATING": 2.5,
            "ABOUT": "Cribl Stream is an observability and data streaming platform for real-time processing of logs, metrics, traces, and O11y data that enables the ITops/SRE/SecOps/O11y teams to collect the data they want, shape the data in the formats they need, route the data wherever they want it to go, and replay data on-demand; thereby enabling customers to observe more and spend less, to have choice and flexibility, and to provide control over their data.",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/443ec6994a425649cd0cfbd6cc8c7581/cribl-stream.svg",
            "CATEGORIES": [
                "Log Analysis",
                "Stream Analytics",
                "Observability Pipeline"
            ]
        },
        "10": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/easymaint-software/reviews",
            "PRODUCT_NAME": "EasyMaint Software",
            "RATING": 5.0,
            "ABOUT": "EasyMaint es un Software de Mantenimiento Industrial, es decir, un Sistema Computarizado para la Administración del Mantenimiento, CMMS con el cual podrá gestionar la administración del mantenimiento industrial de su empresa. Como un Sistema de Gestión del Mantenimiento (CMMS) ayudamos a las organizaciones a controlar el mantenimiento de sus activos y costos asociados del trabajo, con el objetivo de prolongar la vida útil de un activo con un costo mínimo. Con nuestro programa parato usted podrá reducir fallas insesperadas en los equipos y tener reportes sobre el estado de estos, además EasyMaint le proporcionará un informe detallado de Análisis de Fallas, con el cual reducirá los costos de mantenimiento, creará Órdenes de Trabajo, y planes de mantenimiento.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_aed978f733817f569f72f97cc413c654/easymaint-software.jpg",
            "CATEGORIES": [
                "CMMS"
            ]
        },
        "11": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/envia/reviews",
            "PRODUCT_NAME": "Envia",
            "RATING": 5.0,
            "ABOUT": "Encuentra descuentos inigualables y las paqueterías más confiables.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_5985994f2783006a8c9f9fda8c6d97ac/envia.png",
            "CATEGORIES": [
                "Shipping"
            ]
        },
        "12": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/hosthunder/reviews",
            "PRODUCT_NAME": "HostHunder",
            "RATING": 5.0,
            "ABOUT": "Hosthunder es una empresa de hosting con base en Chile. Ofrecen los siguientes servicios: Hosting SSD, Servidores Privados Virtuales (VPS), Servidor Dedicado, Respaldos en Linea, SSL. Sus servidores se encuentran en las siguientes ubicaciones: Houston, Texas y en Provo, Utah. \"Nuestro objetivo es convertirnos en el mejor proveedor de servicios de alojamiento web del país, mejorando significativamente la experiencia del servicio y haciendo de Hosthunder el mejor lugar digital para trabajar\".",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_086b4220603e1005bf85ff525019bcb5/alojamiento-web.gif",
            "CATEGORIES": [
                "Virtual Private Servers (VPS)",
                "Cloud Web Hosting",
                "Cloud Hosting"
            ]
        },
        "13": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/copyter/reviews",
            "PRODUCT_NAME": "Copyter",
            "RATING": 5.0,
            "ABOUT": "Genera texto con inteligencia artificial. Crea contenido con IA, de manera rápida y sencilla con la tecnología más avanzada. Redacta artículos con AI.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_d57523ab18174cd94ec033308d4b637b/copyter.jpg",
            "CATEGORIES": [
                "AI Writing Assistant"
            ]
        },
        "14": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/mezmo-observability-pipeline/reviews",
            "PRODUCT_NAME": "Mezmo Observability Pipeline",
            "RATING": 4.5,
            "ABOUT": "Mezmo enables frictionless consumption and actionability of data across companies that embrace DevOps. Launched as LogDNA in Y Combinator's Winter 2015 cohort, Mezmo fuels massive productivity gains for modern engineering teams at hyper-growth startups and Fortune 500 companies. In 2018, Mezmo became the sole logging provider for IBM Cloud and currently has two SaaS offerings for logging and monitoring on IBM Cloud. The company has been recognized as one of Forbes' Cloud 100 Rising Sr's Top 25 Enterprise Software Startups to Watch, CRN's 10 Hottest Cloud Startups, and Fortune's Best Small and Medium Workplaces, and it received the IBM Cloud Excellence Award.",
            "LOGO": "https://images.g2crowd.com/uploads/vendor/image/18040/large_detail_cd2861a01b97978907ceefd104077899.png",
            "CATEGORIES": [
                "Data Observability",
                "Observability Pipeline"
            ]
        },
        "15": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/servicios-de-marketing/reviews",
            "PRODUCT_NAME": "Servicios de Marketing",
            "RATING": 4.5,
            "ABOUT": "Agencia de Marketing online. Especializados en el diseño web, redacción de contenidos SEO y estrategias de contenidos",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_8719de297c9502a21d15e33468c4a084/servicios-de-marketing.png",
            "CATEGORIES": [
                "Web Design"
            ]
        },
        "16": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/ngrow/reviews",
            "PRODUCT_NAME": "NGrow",
            "RATING": 5.0,
            "ABOUT": "NGrow is a no-code SaaS platform for mobile push notifications. We help apps increase and optimise their Retention & Revenue by 20%+ with fully automated, intelligent push marketing. NGrow uses Machine Learning algorithms and a multi-armed bandit approach to content to provide a new level of automation & personalisation for mobile apps. What makes us different? - Seamless no-code integration within 2 weeks. No SDK needed - Automated mobile push campaigns as-a-service. No nal orchestration of push scenarios or triggers, NGrow does it all\n- We provide localised, catchy push texts that convert. Built for your industry and time-proven\n\nWe're proud to be backed by Y Combinator and have ex-Google & Amplitude investors onboard.",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/60f2549c0d7ff3706db8d284f1396c8d/ngrow.svg",
            "CATEGORIES": [
                "Push Notification"
            ]
        },
        "17": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/bitakora/reviews",
            "PRODUCT_NAME": "Bitákora",
            "RATING": 5.0,
            "ABOUT": "BItákora, software de nómina para Colombia. Redefinimos la manera de liquidar y contabilizar las remuneraciones de tus empleados.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_19c21807e9b3caf23af9e2cda01a63c5/bitakora.png",
            "CATEGORIES": [
                "Payroll"
            ]
        },
        "18": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/jelp-delivery/reviews",
            "PRODUCT_NAME": "Jelp Delivery",
            "RATING": 5.0,
            "ABOUT": "Automatiza tus envíos a domicilio, con la plataforma de logistica que ofrece rastreo en tiempo real a tus clientes, crea rutas de reparto optimizadas para ultima milla, gestiona tu flotilla propia o tercerizada. API de pasarela de couriers para Mexico, Colombia y España.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_5f9668fbb1a64886e3b0e5fc6d5f0ea5/jelp-delivery.png",
            "CATEGORIES": [
                "Last Mile Delivery"
            ]
        },
        "19": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/inmatic/reviews",
            "PRODUCT_NAME": "inmatic",
            "RATING": 5.0,
            "ABOUT": "¿Desbordado por la avalancha de facturas que te llegan? Inmartic es un software que automatiza el proceso de contabilización de facturas, con una tasa de aciertos sin precedente, gracias a su potente tecnología basada en Inteligencia Artificial. Con él, podrás disminuir el coste y el tiempo de contabilización a la mitad. Con Inmatic podrás contabilizar todo tipo de facturas de manera automática, conectando con tu programa contable habitual. Además, Inmatic es un potente gestor docume permite sacar listados en caso de Inspección de Hacienda.\nSin coste de instalación ni mantenimiento.\nBasado en Inteligencia Artificial. No funciona con plantillas.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_edcb1066a39241a0570f3fba1cd9c571/inmatic.png",
            "CATEGORIES": [
                "Invoice Management"
            ]
        }
    },
    "3": {
        "0": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/detectordeplagio/reviews",
            "PRODUCT_NAME": "Detectordeplagio",
            "RATING": 4.0,
            "ABOUT": "Detector De Plagio se integra con la tecnología AI que tiene la capacidad de escanear no solo el contenido exacto, sino también encontrar similitudes en el significado y en la formación de oraciones. Puede ayudarlo a encontrar contenido parafraseado o reformulado.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_41d5cf57f3a72ead3651d37ba559e09f/detectordeplagio.png",
            "CATEGORIES": [
                "Plagiarism Checker"
            ]
        },
        "1": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/mailpass-email-marketing/reviews",
            "PRODUCT_NAME": "MailPass Email Marketing",
            "RATING": 4.0,
            "ABOUT": "Recover abandoned carts with our one-click campaign creation tool. Turn Window Shoppers into Loyal Customers - welcome new subscribers, re-engage inactive customers, and easily personalize your campaigns. Grow Your Business with Targeted Emails - Segment your audience and send targeted emails that resonate with their needs and interests. Save Time & Money - Reduce S‌ho‌pif‌y Email c‌o‌s‌t‌s by 50% to get the most out of your email marketing efforts.",
            "LOGO": "https://www.g2.com/assets/fallback/default-6632ce065b4875adb88aec465e288328b3a998ba2d0d6e27ffe5a7ea65497efc.png",
            "CATEGORIES": [
                "Email Marketing"
            ]
        },
        "2": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/ysoft-safeq/reviews",
            "PRODUCT_NAME": "YSoft SAFEQ",
            "RATING": 4.0,
            "ABOUT": "The Enterprise Suite offers print management and advanced document capture in one complete, integrated software suite.",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/98f465756302d8b3830301e1bba8e27f/ysoft-safeq.svg",
            "CATEGORIES": [
                "Print Management"
            ]
        },
        "3": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/fittingkvdm/reviews",
            "PRODUCT_NAME": "FittingKVdm",
            "RATING": 5.0,
            "ABOUT": "Simple to use iterative regression program. Unique: multidirectional fitting, which produces much better results for invertible model functions. (E.g. it finally demonstrates that the Body Mass Index = m/h³, not m/h².) Realistic parameter confidence estimation based on x and y data precision and error propagation through the model function. Version 1 features 16 common models with real life examples from different sciences, but more will be added upon request. Also good for education because o. the visualisation of the fitting process.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_ff1c4b18069ddab0e2abe611153849bf/fittingkvdm.png",
            "CATEGORIES": [
                "Statistical Analysis"
            ]
        },
        "4": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/unique-learning-system/reviews",
            "PRODUCT_NAME": "Unique Learning System",
            "RATING": 4.0,
            "ABOUT": "Unique Learning System is a standards-based curriculum designed so that students with special needs can access the general education curriculum.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_4f711c4f83d0b35f85583456986819fd/unique-learning-system.png",
            "CATEGORIES": [
                "Special Education",
                "Digital Learning Platforms"
            ]
        },
        "5": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/finley/reviews",
            "PRODUCT_NAME": "Finley",
            "RATING": 4.5,
            "ABOUT": "From borrowing base calculations to covenant tracking, Finley helps customers automate routine capital markets tasks and ensures that they never miss a capital provider deadline or waterfall payment. Companies like Ramp, TripActions, and Parafin rely on Finley to handle all their debt capital reporting and compliance needs with capital providers like Goldman Sachs and Atalaya. The team is backed by Y Combinator, CRV and Bain Capital Ventures.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_50623f531c617768102a101760f1321a/finley.png",
            "CATEGORIES": [
                "Debt Management"
            ]
        },
        "6": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/yourbooks/reviews",
            "PRODUCT_NAME": "YourBooks",
            "RATING": 5.0,
            "ABOUT": "Yourbooks is an accounting platform that takes care of raising quotations, GST compliant Invoices, Inventory management, Purchase Orders, GST Filling in 2 minutes(GSTR1,GSTR3B etc), claiming maximum ITC, E-way bills, E-Invoice and other features. We have our api's too to connect your platform with YourBooks (api documentation link : https://documenter.getpostman.com/view/27049979/2s93Y5R16v ).",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_4de2a2b038e865843db78ac082fa09b1/65caea20-10c5-4f05-a12c-eefe2c46ea29.png",
            "CATEGORIES": [
                "Accounting"
            ]
        },
        "7": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/peer5-webrtc/reviews",
            "PRODUCT_NAME": "Peer5 - WebRTC",
            "RATING": 4.5,
            "ABOUT": "Peer5 offers a WebRTC based P2P eCDN that runs in-browser to solve congestion issues. Our mesh networks are self-balancing and automatically scale as the number of viewers rises. Since it is a WebRTC based eCDN it doesn't require any installation on end-users computers nor changes to the physical network infrastructure. Instead, we integrate with any existing player within the event web page. Peer5 was designed from scratch for WebRTC, written completely in JavaScript. We contributRTC community and are active members of the W3C steering committee.\n\n\nPeer5 is backed by Y Combinator and additional top Silicon Valley investors.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_521db2b7098771286fd3141af7d51da6/peer5-webrtc.png",
            "CATEGORIES": [
                "Enterprise Content Delivery Network (eCDN)"
            ]
        },
        "8": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/pixelo-digital/reviews",
            "PRODUCT_NAME": "Pixelo Digital",
            "RATING": 0.0,
            "ABOUT": "A 'new-age' B2B Demand Generation agency focused on accelerating the sales pipeline with omnichannel strategies. Pixelo helps B2B enterprises with the right sales conversations by acting as an extension of your sales team, automating the burden of time-consuming, unsystematic, and unreliable prospecting. Get more meetings with your ideal customers through white-label B2B Lead generation and appointment setting. Book a Demo today: https://lnkd.in/eY68v9C",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_0a46b37f9e75ab4bd799afa2006406c2/pixelo-digital.jpg",
            "CATEGORIES": [
                "Outsourced Sales Providers"
            ]
        },
        "9": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/kiri-engine/reviews",
            "PRODUCT_NAME": "KIRI Engine",
            "RATING": 4.5,
            "ABOUT": "KIRI Engine is a 3D scanning app based on photogrammetry and is one of the only 3D scan apps to be available for both iOS and Android. This 3D scanner app generates vibrant, colored 3D scans for use in VFX/CGI, AR, 3D printing, reverse engineering, and more. KIRI Engine is free to download and use, with 3 free 3D scan exports every week. The Premium plan, at $6.99/mo or $49.99/y, grants more photos per scan (200 photos vs 70), faster processing, and unlimited exports. Premium alspload photos directly from your PC, just like professional photogrammetry software.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_f56703c5513a7cc4ec92efef63f65577/kiri-engine.png",
            "CATEGORIES": [
                "Photogrammetry",
                "3D Rendering"
            ]
        },
        "10": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/liveconnect-chat-multicanal/reviews",
            "PRODUCT_NAME": "LiveConnect Chat Multicanal",
            "RATING": 5.0,
            "ABOUT": "LiveConnect® permite que múltiples agentes de tus equipos de ventas o Servicio al Cliente (o chatbots que tu mismo puedes configurar) puedan atender al mismo tiempo las conversaciones que recibes por la línea de WhatsApp de tu negocio, mientras conservas el registro de todo lo que sucede dentro de estas conversaciones. ¡Atender WhatsApp con múltiples agentes si es posible! Si recibes demasiadas conversaciones por WhatsApp y necesitas que múltiples agentes puedan atenderlas al mismoConnect es la respuesta a tu necesidad.\n\nPuedes recibir chats de:\n✅ WhatsApp QR\n✅ WhatsApp Business API\n✅ Instagram\n✅ Facebook Messenger\n✅ Telegram\n✅ MercadoLibre\n\n👉 Agenda una prueba gratuita de 7 días hoy mismo!",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_c41bb0fc79a1b1ea41688069448d1a4d/liveconnect-chat-multicanal.png",
            "CATEGORIES": [
                "Social Customer Service"
            ]
        },
        "11": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/magento-2-advanced-promotions-extension/reviews",
            "PRODUCT_NAME": "Magento 2 Advanced Promotions Extension",
            "RATING": 4.5,
            "ABOUT": "Create special cart rules to offer discounts, deals & take your online store promotions to the next level with Magento 2 Advanced Promotions. This Special Promotions Magento Extension helps you to offer buy x & get y products, combination discounts & custom rules. - Give a discount on products’ special or original price - Give liberty to customers to select one rule from all applied ones - Apply discounts on the cheapest and most expensive products - Create rules ur and order attributes\n - Create special promotions with quantity steps\n - Discounts/free products rule on purchasing a combo of products\n - Use related products & product custom options to give discounts\n \n\n COMPATIBLE WITH -COMMUNITY : 2.3.X - 2.4.X ENTERPRISE : 2.3.X - 2.4.X",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_c3dfc4a80ac9c5e8577f605285b81e66/magento-2-advanced-promotions-extension.png",
            "CATEGORIES": [
                "E-Commerce Tools"
            ]
        },
        "12": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/povio-inc/reviews",
            "PRODUCT_NAME": "Povio Inc.",
            "RATING": 5.0,
            "ABOUT": "Povio is a San Francisco based design and development company building digital products that create a positive impact. With over 1000 successfully delivered projects and 300+ skilled professionals, we have worked together with multinationals like Volkswagen, unicorns like Flexport, and notable personalities like Serena Williams. We are a Y Combinator Winter 2014 company, backed by funds like Social Starts and angel investors like Pete Cashmore, founder of Mashable. Our goal is to m software a great, quick, and delightful experience for our clients and team members. This is why our projects are not only delivered by experienced senior engineers and designers but are also always backed up by the best project managers and quality assurance analysts. \n\nQuality and deadlines are never compromised with us, whether it’s bringing our client's fresh idea to life or improving the quality of an existing project.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_c16fd2ba89975e8f0bb4e3509752918f/povio-inc.jpg",
            "CATEGORIES": [
                "Other Development Services"
            ]
        },
        "13": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/flowcharts-create-send-surveys-forms-questionnaires-flow-charts-decision-trees-flow-charts/reviews",
            "PRODUCT_NAME": "FlowCharts - Create & Send Surveys, Forms, Questionnaires, Flow Charts, Decision Trees & Flow Charts",
            "RATING": 4.5,
            "ABOUT": "Create and send smart surveys, forms, questionnaires, decision trees, flow charts and workflows via email, SMS, links and more. Use www.FlowCharts.ai for your own personal, business, company, enterprise, educational or organizational needs to obtain better data from your leads, customers, patients and clients. Common Uses and Examples of FlowCharts.ai •Boost Google, Facebook and Yelp Reviews -- Send text messages to your customers where they can generate positive online reviews whir search rankings and business.\n•Symptom Checker for Doctors, Dentists & Psychologists -- Have patients do your flowchart to arrive at diagnoses and save time automating your chart notes\n•Providing Price Quotes & Estimates -- Seal leads and clients by having them go through your dynamic questionnaire which will output estimates, quotes and price.\n•Send Forms. Collecting Information & Data -- Decision trees are algorithms organizations use to assist them in making the best decision for their given objective.\n•Diagnosing a Problem and Finding Solutions -- Create a Flowchart, Decision Tree or Workflow that your users, employees, or clients can easily follow to arrive at a solution.\n•Screening & Filtering Candidates -- Disqualify respondents who answer questions in your form a certain way, so you can screen out people (i.e. job applicants) who don't fit your needs.\n•Workflow and Decision Maker -- Help navigate your end-user to determine which forms and things they need to fill out\nAnd many more...\n\nWe have developed a smart dynamic and interactive survey engine in which you can add your own questions and have your respondent be magically routed through your flowchart & workflow depending on their answers to your questions. You can think of logic in terms of: if x is true, then show y. Design the perfect survey or workflow to achieve your objectives by getting started at https://www.FlowCharts.ai",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_e4f86ee3706815be8cc1cf62304a5048/flowcharts-create-send-surveys-forms-questionnaires-flow-charts-decision-trees-flow-charts.png",
            "CATEGORIES": [
                "Survey",
                "Diagramming"
            ]
        },
        "14": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/symbolstix-prime/reviews",
            "PRODUCT_NAME": "SymbolStix PRIME",
            "RATING": 5.0,
            "ABOUT": "SymbolStix PRIME is a search engine and materials creation platform.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_4f711c4f83d0b35f85583456986819fd/symbolstix-prime.png",
            "CATEGORIES": [
                "Special Education"
            ]
        },
        "15": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/news2you/reviews",
            "PRODUCT_NAME": "News2you",
            "RATING": 3.5,
            "ABOUT": "News‑2‑You is a weekly newspaper connecting students with special needs to the world around them, enabling them to expand their horizons and engage in relevant current events topics.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_e84a63ee1f9eb4f43cd62fedb5e6ab7f/news2you.png",
            "CATEGORIES": [
                "Special Education",
                "Digital Learning Platforms"
            ]
        },
        "16": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/geny-labs-auris/reviews",
            "PRODUCT_NAME": "Auris",
            "RATING": 4.5,
            "ABOUT": "Auris' deep learning models act on streaming data to provide invaluable insights. Think infinitely larger sample size, real time results at a fraction of the cost.",
            "LOGO": "https://www.g2.com/assets/fallback/default-6632ce065b4875adb88aec465e288328b3a998ba2d0d6e27ffe5a7ea65497efc.png",
            "CATEGORIES": [
                "Social Media Listening Tools",
                "Media Monitoring"
            ]
        },
        "17": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/ivy-pay/reviews",
            "PRODUCT_NAME": "IVY Pay",
            "RATING": 5.0,
            "ABOUT": "Ivy Pay makes it easy for clients to put a card on file, so you get paid.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_fc4c1682aea74385a012b4c6a072d7b2/ivy-pay.png",
            "CATEGORIES": [
                "Other Specialty Practice Management"
            ]
        },
        "18": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/polaris/reviews",
            "PRODUCT_NAME": "Polaris",
            "RATING": 4.0,
            "ABOUT": "Polaris is revolutionizing the way IEP teams create a meaningful future for each unique learner through the power of collaboration, communication, task automation, high visibility, and data-driven decision making. Easily access the provided data and resources- assessments, embedded guidance to produce SMART goals, recommended instructional supports, and performance data to demonstrate student growth and team compliance at every stage. Synchronize the entire IEP team to move students ugh our collaborative online process. Provide parents and caregivers the opportunity to be stakeholders and active participants with drafts and reports in advance of compliance meetings with our easy to use interactive capabilities, and use the valuable time together to discuss improvements.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_4f711c4f83d0b35f85583456986819fd/polaris.png",
            "CATEGORIES": [
                "Special Education"
            ]
        },
        "19": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/papillon/reviews",
            "PRODUCT_NAME": "Papillon",
            "RATING": 3.0,
            "ABOUT": "An annual downtime of 27 days can cost an offshore oil operation $88M! Lapses in asset reliability result in downtimes, and these downtimes result in companies investing in back-up equipment to ensure uptime. Consequently, they multiply their operations’ carbon footprint. This had led the globally sustainability technology market, already valued at$11B, on a path to cross $36B by 2025. In addition to this, heavy industrial machinery’s reliability management in operations is an exacerem growing at >10% Y-o-Y and is expected to cross $24B by 2025.\nAt Eugenie, we’ve built two products called Ray-Finn and Papillon, which ingest high-velocity, multi-variate data from machine-plugged sensors and SCADA system to predict machinery failures to enable proactive preventive maintenance using patented algorithms, deep technology, AI, and unsupervised ML. The improved reliability management afforded by this reduces dependency on backup systems, helping reduce the carbon footprint contribution of these systems, thus making the overall industrial operations more sustainable.\n\nEugenie’s team comprises global talent holding PhDs and post-graduate degrees from the top academic institutes in India and globally. We’re funded by Fractal Analytics and our vision is validated by the fact that we’ve worked with organizations ranging from the world’s 2nd largest oil major, to a unit of the Indian defense forces.\n\nThe problem we’re addressing is a pressing concern of decision-makers globally; On Earth Day 2021, U.S. President Joe Biden announced that the U.S. will cut greenhouse gas emissions at least 50% by 2030. Following this, British Prime Minister Boris Johnson announced that the U.K. would cut emissions 78% by 2035. In addition to this, the E.U. pledged to cut emissions 55% by 2030, and finally, Brazil's President Jair Bolsonaro preponed Brazil’s deadline for carbon-neutrality from 2060 to 2050.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_4f7f4ffb53d4b0e209f809b84ae5b67c/papillon.jpg",
            "CATEGORIES": [
                "Predictive Maintenance"
            ]
        }
    }
}