{"product_summary": "WhatDo is an AI-powered travel planner that helps you discover, plan, and book your next adventure. With a vast database of destinations, attractions, and experiences, WhatDo makes it easy to create a personalized itinerary that meets your interests and budget.", "product_categories": ["Travel Planning", "Trip Planning", "Itinerary Builder", "Travel Guide", "Destination Explorer"], "product_pros": ["Easy-to-use interface", "Personalized recommendations", "Wide range of destinations and experiences", "Ability to book activities and tours", "Data-driven insights from travel experts"], "product_cons": ["May not be suitable for all budgets", "May not cover all destinations in depth", "Recommendations may be biased towards popular destinations", "Requires an internet connection to use", "May not provide real-time availability for activities"], "product_usecases": [{"usecase": "Planning a multi-city trip", "details": "WhatDo can help you create a detailed itinerary for a trip that includes multiple cities. It will provide recommendations for attractions, restaurants, and activities in each city, and will help you book accommodations and transportation."}, {"usecase": "Finding hidden gems", "details": "WhatDo's database includes a wide range of hidden gems that you might not find in other travel guides. It can help you discover unique experiences and off-the-beaten-path destinations."}, {"usecase": "Booking activities and tours", "details": "WhatDo allows you to book activities and tours directly through the app. This can save you time and money, and it ensures that you're getting the best possible deals."}, {"usecase": "Getting personalized recommendations", "details": "WhatDo uses a variety of factors to personalize its recommendations, including your travel preferences, budget, and interests. This ensures that you're getting recommendations that are tailored to your specific needs."}, {"usecase": "Creating a shareable itinerary", "details": "WhatDo allows you to share your itinerary with friends and family. This can be helpful for planning group trips or for getting feedback on your plans."}], "product_toolfor": [{"target": "Travelers", "details": "WhatDo is a great tool for travelers of all types, whether you're planning a weekend getaway or a month-long adventure."}, {"target": "Travel Agents", "details": "WhatDo can help travel agents create personalized itineraries for their clients quickly and easily."}, {"target": "Businesses", "details": "WhatDo can help businesses plan corporate retreats and events."}, {"target": "Students", "details": "WhatDo can help students plan budget-friendly trips and find discounts on activities and attractions."}, {"target": "Families", "details": "WhatDo can help families find kid-friendly activities and attractions."}], "product_pricing": "WhatDo offers a free plan with limited features. The premium plan costs $49 per year and includes unlimited access to all features.", "product_rating": 8, "product_name": "WhatDo.in", "product_unique_id": "2f9ca1e3-fac0-40ae-bb04-85e88d974958", "product_pricing_available": null, "product_affiliate_available": null, "product_url": "https://whatdo.in"}