{"product_summary": "AnthemScore is a software for automatic music transcription using AI. It can convert audio files like MP3 and WAV into sheet music, making it easy to create and edit музыкальные партитуры. AnthemScore is available for Windows, Mac, and Linux, and it comes with a free trial that allows you to transcribe up to 30 seconds of music.", "product_categories": ["Music Transcription", "Sheet Music Creation", "Music Editing", "AI-Powered Music Tools", "Audio to Sheet Music"], "product_pros": ["Automatic note detection", "Easy correction", "Time-saving features", "Customization options", "Advanced editing options"], "product_cons": ["Limited editing features in the Lite edition", "No real-time transcription", "Occasional errors in note detection", "Can be slow to process complex audio", "May not be suitable for all instruments"], "product_usecases": [{"usecase": "Creating sheet music from existing audio", "details": "AnthemScore can convert audio files into sheet music, making it easy to create musical scores for songs that you already have."}, {"usecase": "Editing and arranging music", "details": "AnthemScore's editing tools allow you to make changes to the notes, rhythms, and structure of your music."}, {"usecase": "Learning new songs", "details": "AnthemScore can help you learn new songs by providing you with the sheet music and allowing you to slow down or speed up the playback."}, {"usecase": "Composing and arranging music", "details": "AnthemScore can be used to compose and arrange music by providing you with a blank canvas to work on."}, {"usecase": "Teaching and sharing music", "details": "AnthemScore can be used to create sheet music that you can share with others, or use to teach music lessons."}], "product_toolfor": [{"target": "Musicians", "details": "AnthemScore is a valuable tool for musicians of all levels, from beginners to professionals."}, {"target": "Composers", "details": "AnthemScore can help composers create and arrange music, and export it in a variety of formats."}, {"target": "Music educators", "details": "AnthemScore can be used to create sheet music for lessons, and to help students learn new songs."}, {"target": "Music producers", "details": "AnthemScore can be used to create sheet music for demos and recordings."}, {"target": "Anyone who loves music", "details": "AnthemScore is a great tool for anyone who loves music and wants to learn more about it."}], "product_pricing": [{"edition": "Lite", "price": "$29"}, {"edition": "Professional", "price": "$39"}, {"edition": "Studio", "price": "$99"}], "product_rating": 8.5, "product_name": "AnthemScore by Lunaverus", "product_unique_id": "35dd1a77-a92c-4e7f-b44b-868386f85ed3", "product_pricing_available": null, "product_affiliate_available": null, "product_url": "https://lunaverus.com"}