{"product_summary": "JobWizard is an AI-powered Chrome extension that helps job seekers with their job applications. It offers a range of features, including autofill, resume and cover letter editing, job analysis, and networking tools. JobWizard is designed to save time and improve the quality of job applications.", "product_categories": ["Job Search", "Job Application", "Resume Writing", "Cover Letter Writing", "Networking"], "product_pros": ["Automates the job application process", "Provides instant answers to complex questions", "Analyzes job descriptions to identify strengths and weaknesses", "Offers intelligent resume and cover letter suggestions", "Connects users with potential referral sources"], "product_cons": ["May not be suitable for all job applications", "Can be slow at times", "May not be compatible with all browsers", "Requires a Chrome extension to use", "Can be expensive for some users"], "product_usecases": [{"case": "Job seekers who want to save time on their job applications", "details": "JobWizard can automate the job application process, making it faster and easier to apply for jobs."}, {"case": "Job seekers who need help with complex application questions", "details": "JobWizard can provide instant answers to complex application questions, helping users to complete their applications more quickly and accurately."}, {"case": "Job seekers who want to improve their resumes and cover letters", "details": "JobWizard can analyze job descriptions to identify strengths and weaknesses, and offers intelligent resume and cover letter suggestions to help users improve their applications."}, {"case": "Job seekers who want to network with potential employers", "details": "JobWizard can connect users with potential referral sources, helping them to get their foot in the door at their dream companies."}, {"case": "Job seekers who want to improve their overall job search strategy", "details": "JobWizard can provide users with insights into their job search, helping them to identify areas for improvement."}], "product_toolfor": [{"target": "Job seekers", "details": "JobWizard is designed to help job seekers save time and improve the quality of their job applications."}, {"target": "Recruiters", "details": "JobWizard can help recruiters to screen and select candidates more efficiently."}, {"target": "Hiring managers", "details": "JobWizard can help hiring managers to make better hiring decisions."}, {"target": "Career counselors", "details": "JobWizard can help career counselors to provide better advice and support to their clients."}, {"target": "Students", "details": "JobWizard can help students to prepare for their job search and find their first job."}], "product_pricing": {"free_plan": {"description": "Good to start if you're not actively looking for a new opportunity.", "features": ["Free forever", "7-days unlimited trial after sign-up", "20 jobs per day", "Beta features"]}, "pro_plan": {"description": "Save your time, enhance your performance and ability!", "price": "$19.99 / month", "features": ["7-days trial with cancelable policy", "100 jobs per day", "Beta features"]}, "unlimited_plan": {"description": "Unlock all limits and enjoy the most fancy features.", "price": "$99.99 / month", "features": ["7-days trial with cancelable policy", "Unlimited jobs", "Beta features"]}}, "product_rating": 8.5, "product_name": "JobWizard", "product_unique_id": "4b2cb6be-db6c-4a40-8dce-e4b26a2e65ee", "product_pricing_available": true, "product_affiliate_available": null, "product_url": "https://www.jobwizard.ai"}