{"product_summary": "Amadeus Code is an artificial intelligence powered songwriting assistant that helps you quickly create unlimited song sketches on the go. It provides you with new chord progressions and content daily, and allows you to share MIDI to your DAW. With Amadeus Code, you can create an entire song sketch or just a section with a tap. It's a collaborative tool that puts you, the artist, in the driver's seat. Get unstuck with your songwriting with the power of artificial intelligence and say goodbye to writer's block for good.", "product_categories": ["Songwriting", "Music Production", "Artificial Intelligence", "Collaboration", "Creativity"], "product_pros": ["Quickly create unlimited song sketches on the go", "Discover new chord progressions and content added daily", "Share MIDI to your DAW", "Create an entire song sketch or just a section with a tap", "Collaborative tool that puts you, the artist, in the driver's seat"], "product_cons": ["Can be expensive for some users", "May not be suitable for all genres of music", "Can be difficult to learn how to use", "May not always produce high-quality results", "Can be addictive"], "product_usecases": [{"case": "Songwriting", "details": "Amadeus Code can be used to help you write songs in any genre. It can provide you with chord progressions, melodies, and lyrics."}, {"case": "Music Production", "details": "Amadeus Code can be used to help you produce music in any genre. It can provide you with loops, samples, and effects."}, {"case": "Artificial Intelligence", "details": "Amadeus Code uses artificial intelligence to help you create music. It can learn your preferences and generate content that is tailored to your needs."}, {"case": "Collaboration", "details": "Amadeus Code is a collaborative tool that allows you to work with other musicians on your projects. You can share your ideas and feedback with each other."}, {"case": "Creativity", "details": "Amadeus Code can help you to be more creative in your songwriting and music production. It can provide you with new ideas and inspiration."}], "product_toolfor": [{"target": "Songwriters", "details": "Amadeus Code is a great tool for songwriters of all levels. It can help you to write better songs and get unstuck from writer's block."}, {"target": "Music Producers", "details": "Amadeus Code is a great tool for music producers of all levels. It can help you to produce better music and get unstuck from creative blocks."}, {"target": "Artists", "details": "Amadeus Code is a great tool for artists of all levels. It can help you to create better art and get unstuck from creative blocks."}, {"target": "Educators", "details": "Amadeus Code is a great tool for educators of all levels. It can help you to teach music and creativity in a fun and engaging way."}, {"target": "Students", "details": "Amadeus Code is a great tool for students of all levels. It can help you to learn music and creativity in a fun and engaging way."}], "product_pricing": [{"plan": "Starter", "price": "FREE", "details": "Use all features for free during the first 14 day trial period."}, {"plan": "Premium", "price": "$9.99", "details": "Monthly subscription (billed annually) to keep unlimited  songs every month with audio and MIDI files."}, {"plan": "Enterprise", "price": "COMING SOON", "details": "Develop your own app, service on our composition APIs."}, {"plan": "Pay as you go", "price": "$1.99", "details": "Only pay for songs you want to keep.  Saved songs include audio and MIDI files."}], "product_rating": 8, "product_name": "Amadeus Code", "product_unique_id": "6a454479-17d4-4470-af79-5d6b7a747a33", "product_pricing_available": null, "product_affiliate_available": null, "product_url": "https://amadeuscode.com/app/en"}