{"product_summary": "Reform is an AI-powered workflow automation tool for freight operations. It uses AI to automate data capture from commercial invoices, bills of lading, packing lists, and more. Reform integrates with any TMS using its universal API, and provides real-time visibility data.", "product_categories": ["Freight forwarding", "Logistics", "Supply chain management", "Document processing", "Data capture"], "product_pros": ["Automates data capture from commercial invoices, bills of lading, packing lists, and more", "Seamlessly integrates with any TMS using its universal API", "Provides real-time visibility data", "Empowers customers with turn-key, AI-powered dashboards", "Frees up time for freight forwarders to focus on moving freight, not paper"], "product_cons": ["May require some setup and configuration", "May not be suitable for all freight forwarding operations", "May not be able to automate all document processing tasks", "May require additional training for users", "May not integrate with all existing systems"], "product_usecases": {"case1": {"use_case": "Automating data capture from commercial invoices", "details": "Reform can automatically capture data from commercial invoices, such as invoice number, date, amount, and terms of payment. This data can then be used to create customs filings, warehouse receipts, and purchase orders."}, "case2": {"use_case": "Automating data capture from bills of lading", "details": "Reform can automatically capture data from bills of lading, such as shipper name, consignee name, port of origin, and port of destination. This data can then be used to track shipments and generate reports."}, "case3": {"use_case": "Automating data capture from packing lists", "details": "Reform can automatically capture data from packing lists, such as item number, description, quantity, and weight. This data can then be used to create inventory records and generate packing slips."}, "case4": {"use_case": "Providing real-time visibility data", "details": "Reform provides real-time visibility data on the status of shipments. This data can be used to track shipments, identify delays, and make informed decisions."}, "case5": {"use_case": "Empowering customers with turn-key, AI-powered dashboards", "details": "Reform provides customers with turn-key, AI-powered dashboards that provide real-time data and insights. This data can be used to track shipments, identify trends, and make informed decisions."}}, "product_toolfor": [{"target": "Freight forwarders", "details": "Reform is a valuable tool for freight forwarders because it can help them to automate data capture, streamline their operations, and improve their visibility."}, {"target": "Logistics providers", "details": "Reform can also be used by logistics providers to automate their operations and improve their visibility."}, {"target": "Supply chain managers", "details": "Reform can help supply chain managers to improve their visibility and make informed decisions."}, {"target": "Businesses that ship goods", "details": "Reform can help businesses that ship goods to track their shipments and identify delays."}, {"target": "Businesses that receive goods", "details": "Reform can help businesses that receive goods to track their shipments and identify delays."}], "product_pricing": "Pricing information is not available on the website.", "product_rating": 9, "product_name": "Reform", "product_unique_id": "a4a7de9e-c70c-4cde-a3b3-8edfc8cb311e", "product_pricing_available": null, "product_affiliate_available": null, "product_url": "https://reformhq.com"}