{"product_summary": "Illuminarty is an AI-powered image and text analysis tool that can detect whether content has been generated by an AI. It offers various functionalities such as AI image classification, text classification, localized detection, AI model identification, and API integration. Illuminarty is a valuable resource for individuals and professionals in fields such as journalism, media verification, and research.", "product_categories": ["AI Image and Text Analysis", "AI Detection", "Image Forensics", "Text Forensics", "Fake News Detection"], "product_pros": ["Accurate and reliable AI detection", "Supports both images and text analysis", "Provides localized detection for images", "Identifies the AI model used for content generation", "Offers an easy-to-use webapp and API integration"], "product_cons": ["May not be able to detect all AI-generated content", "Requires an internet connection to use", "Free plan has limited features", "Can be computationally intensive for large datasets", "Still under development and may have some limitations"], "product_usecases": [{"use_case": "Journalism", "details": "Illuminarty can help journalists verify the authenticity of images and text in news stories, ensuring accurate reporting."}, {"use_case": "Media Verification", "details": "Media outlets can utilize Illuminarty to analyze social media posts, videos, and other online content for potential manipulation or disinformation."}, {"use_case": "Research", "details": "Researchers can leverage Illuminarty to study the prevalence and impact of AI-generated content in various fields, such as education, marketing, and politics."}, {"use_case": "Online Safety", "details": "Illuminarty can be used by individuals and organizations to identify potential deepfakes, fake news, or other malicious content online, promoting safer online experiences."}, {"use_case": "Art and Design", "details": "Artists and designers can employ Illuminarty to analyze and learn from AI-generated art, fostering creativity and innovation in the field."}], "product_toolfor": [{"target": "Journalists", "details": "Illuminarty provides journalists with tools to verify the authenticity of images and text in news stories."}, {"target": "Media Verification Teams", "details": "Media verification teams can use Illuminarty to analyze online content for potential manipulation or disinformation."}, {"target": "Researchers", "details": "Illuminarty offers researchers insights into the prevalence and impact of AI-generated content in various fields."}, {"target": "Online Safety Advocates", "details": "Online safety advocates can utilize Illuminarty to identify potential deepfakes, fake news, or other malicious content online."}, {"target": "Artists and Designers", "details": "Artists and designers can leverage Illuminarty to analyze and learn from AI-generated art."}], "product_pricing": {"free": {"features": ["AI image classification", "AI text classification"]}, "basic": {"price": "$10.00/mo", "features": ["AI image classification", "AI image localized detection", "AI model identification for image generators", "AI text classification", "AI text localized detection", "API usage (10,000 requests/day)"]}, "pro": {"price": "$30.00/mo", "features": ["All Basic plan functionalities, in nightly build", "Increased API usage (40,000 requests/day)", "API integration support"]}, "enterprise": {"price": "Price on Request", "features": ["User-based custom detection", "Unlimited API Usage", "Custom API server", "SLA"]}}, "product_rating": 8.5, "product_name": "Illuminarty", "product_unique_id": "bb6033db-3531-421c-ae6d-c0d8bf880230", "product_pricing_available": true, "product_affiliate_available": null, "product_url": "https://illuminarty.ai/en"}