{"product_summary": "Eyrene is a digital merchandising platform that uses AI-powered mobile image recognition technology to improve on-shelf presence. It provides a mobile app for sales reps and merchandisers to capture images of products, price tags, promos, equipment, and POS materials. The images are then analyzed by Eyrene's AI engine to generate quantitative KPIs, such as share of shelf (SOS), on-shelf availability (OSA), out-of-shelf (OOS), brand blocks, and planogram compliance. Eyrene also provides a web portal for data visibility and control, BI dashboards for data aggregation and visualization, and integrations and APIs for connecting to other systems.", "product_categories": ["Digital Merchandising", "Computer Vision", "Retail Analytics", "Shelf Management", "Sales Execution"], "product_pros": ["Accurate and fast image recognition", "Easy to use mobile app", "Powerful KPI engine", "Customizable web portal", "Rich integrations and APIs"], "product_cons": ["Can be expensive", "Requires a lot of training data", "Can be difficult to integrate with other systems", "Can be slow to process large images", "Can be inaccurate in certain lighting conditions"], "product_usecases": [{"usecase": "Shelf Audits", "details": "Eyrene can be used to conduct shelf audits quickly and accurately. The mobile app allows sales reps and merchandisers to capture images of shelves, and the AI engine will automatically generate KPIs such as SOS, OSA, and OOS."}, {"usecase": "Price Audits", "details": "Eyrene can be used to conduct price audits quickly and accurately. The mobile app allows sales reps and merchandisers to capture images of price tags, and the AI engine will automatically read the prices and compare them to the prices in the company's database."}, {"usecase": "Planogram Compliance", "details": "Eyrene can be used to ensure that products are placed on shelves according to the company's planogram. The mobile app allows sales reps and merchandisers to capture images of shelves, and the AI engine will automatically compare the placement of products to the planogram."}, {"usecase": "Product Launches", "details": "Eyrene can be used to track the launch of new products. The mobile app allows sales reps and merchandisers to capture images of shelves, and the AI engine will automatically track the presence of new products."}, {"usecase": "Competitive Analysis", "details": "Eyrene can be used to track the competitive landscape. The mobile app allows sales reps and merchandisers to capture images of shelves, and the AI engine will automatically identify the products of competitors."}], "product_toolfor": [{"target": "Sales Reps", "details": "Eyrene can help sales reps to be more efficient and effective in their work. The mobile app allows them to quickly and easily capture images of shelves, and the AI engine will automatically generate KPIs and insights."}, {"target": "Merchandisers", "details": "Eyrene can help merchandisers to improve the on-shelf presence of their products. The mobile app allows them to quickly and easily capture images of shelves, and the AI engine will automatically generate KPIs and insights that can be used to improve shelf placement and product visibility."}, {"target": "Retailers", "details": "Eyrene can help retailers to improve the overall efficiency and effectiveness of their operations. The mobile app allows them to quickly and easily capture images of shelves, and the AI engine will automatically generate KPIs and insights that can be used to improve shelf management, product placement, and store layout."}, {"target": "Manufacturers", "details": "Eyrene can help manufacturers to track the performance of their products in the market. The mobile app allows them to quickly and easily capture images of shelves, and the AI engine will automatically identify their products and track their performance over time."}, {"target": "Distributors", "details": "Eyrene can help distributors to improve the efficiency and effectiveness of their delivery routes. The mobile app allows them to quickly and easily capture images of shelves, and the AI engine will automatically identify their products and track their inventory levels."}], "product_pricing": "$0.19 per visit", "product_rating": 9, "product_name": "Eyrene", "product_unique_id": "c992cbfe-dd42-4e5d-97de-08cb9e0b7beb", "product_pricing_available": true, "product_affiliate_available": null, "product_url": "https://eyrene.com"}