{"product_summary": "This website provides a comprehensive list of airport pianos around the world. Users can search for pianos by airport or location, and view information such as the last confirmed sighting date and whether the piano is still available. The website also allows users to submit requests for pianos to be added to the list or to update existing information.", "product_categories": ["Travel", "Music", "Community", "Arts & Culture", "Entertainment"], "product_pros": ["Provides a comprehensive list of airport pianos around the world.", "Allows users to search for pianos by airport or location.", "Provides information such as the last confirmed sighting date and whether the piano is still available.", "Allows users to submit requests for pianos to be added to the list or to update existing information.", "Helps to promote the enjoyment of music in public spaces."], "product_cons": ["The list of pianos may not be complete or up-to-date.", "The website does not provide any information about the quality or condition of the pianos.", "The website does not allow users to book or reserve pianos.", "The website does not provide any information about the history or significance of the pianos.", "The website does not provide any information about the surrounding space where the piano is located."], "product_usecases": [{"use_case": "Finding a piano to play at an airport", "details": "The website can be used to find a piano to play at an airport during a layover or while waiting for a flight."}, {"use_case": "Creating a database of airport pianos", "details": "The website can be used to create a database of airport pianos around the world."}, {"use_case": "Promoting the enjoyment of music in public spaces", "details": "The website can be used to promote the enjoyment of music in public spaces by making it easier to find and play pianos."}, {"use_case": "Raising awareness of the importance of music education", "details": "The website can be used to raise awareness of the importance of music education by showcasing the variety of pianos that are available in public spaces."}, {"use_case": "Inspiring people to learn to play the piano", "details": "The website can be used to inspire people to learn to play the piano by making it easier to find and access pianos."}], "product_toolfor": [{"target": "Pianists", "details": "The website can be used by pianists to find pianos to play at airports."}, {"target": "Travelers", "details": "The website can be used by travelers to find pianos to play during layovers or while waiting for flights."}, {"target": "Music educators", "details": "The website can be used by music educators to find pianos to use in their teaching."}, {"target": "Parents", "details": "The website can be used by parents to find pianos for their children to play."}, {"target": "Anyone who enjoys music", "details": "The website can be used by anyone who enjoys music to find pianos to play."}], "product_pricing": "Free", "product_rating": 8, "product_name": "Airport Pianos", "product_unique_id": "ec50c164-2ed5-4b82-828c-db96c37aaf26", "product_pricing_available": null, "product_affiliate_available": null, "product_url": "https://airportpianos.org"}