{"product_summary": "Wertu is a personal travel agent that helps you plan and book your dream adventure trip. It finds the best destinations, hotels, rides, and more for your trip, and provides 24/7 support and guidance from its Local Hosts. Wertu is perfect for people who want to save time and money on their next adventure trip, and who want to be sure that they're getting the best possible experience.", "product_categories": ["Travel Planning", "Adventure Travel", "Skiing", "Surfing", "Biking"], "product_pros": ["Scans hundreds of destinations to find the best deals", "Tailors every aspect of your trip to you", "Provides 24/7 support and guidance from Local Hosts", "Has a user-friendly interface", "Offers a variety of payment options"], "product_cons": ["Can be expensive", "Not all destinations are available", "May not be able to accommodate all trip preferences", "Can be difficult to get in touch with customer service", "Website can be slow at times"], "product_usecases": [{"case": "Planning a ski trip", "details": "Wertu can help you find the best ski resorts, hotels, and lift tickets for your trip. It can also provide you with information on the best ski conditions and terrain for your skill level."}, {"case": "Planning a surf trip", "details": "Wertu can help you find the best surf spots, hotels, and surf schools for your trip. It can also provide you with information on the best waves and surf conditions for your skill level."}, {"case": "Planning a biking trip", "details": "Wertu can help you find the best bike trails, hotels, and bike rentals for your trip. It can also provide you with information on the best routes and scenery for your skill level."}, {"case": "Planning a diving trip", "details": "Wertu can help you find the best dive sites, hotels, and dive shops for your trip. It can also provide you with information on the best marine life and dive conditions for your skill level."}, {"case": "Planning a kitesurfing trip", "details": "Wertu can help you find the best kitesurfing spots, hotels, and kitesurfing schools for your trip. It can also provide you with information on the best wind and wave conditions for your skill level."}], "product_toolfor": [{"target": "People who want to save time and money on their next adventure trip", "details": "Wertu can help you find the best deals on flights, hotels, and activities, and it can also help you plan your itinerary to save you time."}, {"target": "People who want to be sure that they're getting the best possible experience on their next adventure trip", "details": "Wertu's Local Hosts are experts on the destinations they cover, and they can provide you with insider tips and advice to help you make the most of your trip."}, {"target": "People who want to travel with peace of mind", "details": "Wertu's 24/7 support team is available to help you with anything you need, even things you didn't know you needed."}, {"target": "People who want to travel with friends and family", "details": "Wertu can help you plan and book group trips for any size group."}, {"target": "People who want to travel solo", "details": "Wertu can help you find the best destinations and activities for solo travelers, and it can also provide you with safety tips and advice."}], "product_pricing": "Wertu charges a service fee of 10% of the total cost of your trip. This fee covers the cost of Wertu's services, including finding the best deals, planning your itinerary, and providing 24/7 support.", "product_rating": "9/10", "product_name": "Wertu", "product_unique_id": "feb8c124-acab-4a70-81d7-e26c9d0fecf2", "product_pricing_available": true, "product_affiliate_available": null, "product_url": "https://wertu.ai"}