{
    "1": {
        "0": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w-platform/reviews",
            "PRODUCT_NAME": "W Platform",
            "RATING": 4.5,
            "ABOUT": "Vcorp Services offers attorneys, paralegals, accountants, executives, and entrepreneurs a full suite of services.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_b40ff92c5fe070f3a2b277878dc72952/w-platform.png",
            "CATEGORIES": [
                "IT Risk Management"
            ]
        },
        "1": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w-mount-designs/reviews",
            "PRODUCT_NAME": "W. Mount Designs",
            "RATING": 5.0,
            "ABOUT": "",
            "LOGO": "https://www.g2.com/assets/fallback/default-6632ce065b4875adb88aec465e288328b3a998ba2d0d6e27ffe5a7ea65497efc.png",
            "CATEGORIES": [
                "Other Design"
            ]
        },
        "2": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/almalinux-8-server-w-updates-with-support-by-supported-images/reviews",
            "PRODUCT_NAME": "AlmaLinux 8 Server w/Updates with Support by Supported Images",
            "RATING": 4.0,
            "ABOUT": "AlmaLinux is a Linux distribution that provides an enterprise-class, community-supported computing platform functionally compatible with its upstream source, Red Hat Enterprise Linux (RHEL).This AlmaLinux 8 Server is designed to be light-weight and up to date on deployment for ease of use, security, and stability",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_162761c8fafa2489b640edb06371c3a8/almalinux-8-server-w-updates-with-support-by-supported-images.png",
            "CATEGORIES": [
                "Operating System"
            ]
        },
        "3": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/ishal-wjewel/reviews",
            "PRODUCT_NAME": "wJewel",
            "RATING": 4.5,
            "ABOUT": "wJewel provides Point of sales system (sales, returns, trade-ins), layaways, appraisals, CRM (customer relationship management), multi-store inventory (jewelry, diamond, and color stones), tagging and bar coding, business analysis reports, repairs and tracking of jobs in the shop, imaging, vendor consignments and accounts payable.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_0efefa2f1a190d811016f0d919e4622e/ishal-wjewel.jpg",
            "CATEGORIES": [
                "Jewelry Store Management"
            ]
        },
        "4": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/zywall-usg-40-40w-60-60w/reviews",
            "PRODUCT_NAME": "ZyWALL USG/40/40W/60/60W",
            "RATING": 4.0,
            "ABOUT": "ZyWALL USG/40/40W/60/60W offers unbeatable protection from malware and unauthorized applications for smaller-sized enterprises.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_5c20fcd83213e1fce8d3c651f6f482e2/zywall-usg-40-40w-60-60w.jpg",
            "CATEGORIES": [
                "Unified Threat Management (UTM)"
            ]
        },
        "5": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w3-total-cache/reviews",
            "PRODUCT_NAME": "W3 Total Cache",
            "RATING": 4.5,
            "ABOUT": "W3 Total Cache improves the user experience of the site by improving the server performance.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_04cda1ad60e5e6ec048d0d8f731b15f7/w3-total-cache.png",
            "CATEGORIES": [
                "Web Server Accelerator"
            ]
        },
        "6": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/securew2-joinnow/reviews",
            "PRODUCT_NAME": "SecureW2 JoinNow",
            "RATING": 4.5,
            "ABOUT": "The full JoinNow Suite contains everything you need to transition to secure passwordless authentication. It includes an intuitive managed PKI for certificate creation and management, as well as best-in-class certificate delivery solutions such as a dissolvable self-service configuration client for unmanaged devices and automatic enrollment gateways for managed devices. The platform also offers a Cloud RADIUS server, designed from the ground up for passwordless security and works seaCloud Identity Providers.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_a04171693900834da916d67fb571c879/securew2-joinnow.png",
            "CATEGORIES": [
                "Microsegmentation",
                "Certificate Lifecycle Management (CLM)",
                "Zero Trust Networking",
                "SSL & TLS Certificates",
                "Network Access Control (NAC)"
            ]
        },
        "7": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w4/reviews",
            "PRODUCT_NAME": "W4",
            "RATING": 4.5,
            "ABOUT": "W4 sets and adheres to the best practices in affiliate media distribution, and scores high marks through campaign optimization, quality affiliates and transparency.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_5220fc7a084e4d7c21e062e4266534ac/w4.jpeg",
            "CATEGORIES": [
                "Ad Network"
            ]
        },
        "8": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w5/reviews",
            "PRODUCT_NAME": "W5",
            "RATING": 3.5,
            "ABOUT": "Features for: claim recording, time and expense recording, billing, reserve and payment control, and more.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_58f6df499632e5260ae96b59a7959a42/w5.gif",
            "CATEGORIES": [
                "Insurance Claims Management"
            ]
        },
        "9": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/wanywhere/reviews",
            "PRODUCT_NAME": "wAnywhere",
            "RATING": 5.0,
            "ABOUT": "wAnywhere enables work-from-anywhere (WFA) using a simple browser based approach making it easy to deploy and get productive in minutes. It integrates with all popular collaboration tools and storage solutions. Monitoring of your team’s activities and productivity can be configured as per your company’s policies.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_036c5504a2ae5c71962310134f06a8a2/wanywhere.png",
            "CATEGORIES": [
                "Employee Monitoring"
            ]
        },
        "10": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/wsign/reviews",
            "PRODUCT_NAME": "wSign",
            "RATING": 4.5,
            "ABOUT": "wSign e-signature platform, streamlines and coordinates signature operations and workflows, through an intuitive solution with total protection of the user’s identity and data, allowing the signature from anywhere and any device with legal validity as it is eIDAS compliant.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_ca627ea6cdffa850c5c3b81b10079109/wsign.png",
            "CATEGORIES": [
                "E-Signature"
            ]
        },
        "11": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/bp2w/reviews",
            "PRODUCT_NAME": "BP2W",
            "RATING": 5.0,
            "ABOUT": "BP2W is an on-line, self-managed solution of measures, resources and activities that enables people to quickly improve the quality of their work lives. People have their own confidential web space to access resources, record their action goals and track progress across seven key indicators.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_0397f65c4583106ef33708f8965671ce/bp2w.jpg",
            "CATEGORIES": [
                "Employee Engagement"
            ]
        },
        "12": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w2-websites/reviews",
            "PRODUCT_NAME": "W2 Websites",
            "RATING": 4.0,
            "ABOUT": "We are a web agency in Sao Paulo specializing in Creation of Sites and Hosting of Sites among other services.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_39b5884f2c6937be435998f4dae775b9/w2-websites.png",
            "CATEGORIES": [
                "SEO Services",
                "Email Marketing Services",
                "Other Development Services"
            ]
        },
        "13": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w2-mate/reviews",
            "PRODUCT_NAME": "W2 Mate",
            "RATING": 5.0,
            "ABOUT": "W2 Mate fits the needs of most users regardless of their W2 and 1099 Forms preparation needs.",
            "LOGO": "https://www.g2.com/assets/fallback/default-6632ce065b4875adb88aec465e288328b3a998ba2d0d6e27ffe5a7ea65497efc.png",
            "CATEGORIES": [
                "Corporate Tax"
            ]
        },
        "14": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w3counter/reviews",
            "PRODUCT_NAME": "W3Counter",
            "RATING": 5.0,
            "ABOUT": "W3Counter lists visits, referrals, browser versions, resolution, and operating systems used to view a site.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_a76c48fa44a77615a2993e573bb7edbf/w3counter.png",
            "CATEGORIES": [
                "Other Conversion Rate Optimization"
            ]
        },
        "15": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w3bstore-com/reviews",
            "PRODUCT_NAME": "W3bstore.com",
            "RATING": 3.0,
            "ABOUT": "eCommerce & Retail Unified In One Platform",
            "LOGO": "https://www.g2.com/assets/fallback/default-6632ce065b4875adb88aec465e288328b3a998ba2d0d6e27ffe5a7ea65497efc.png",
            "CATEGORIES": [
                "Omnichannel Commerce"
            ]
        },
        "16": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w3-eden/reviews",
            "PRODUCT_NAME": "W3 Eden",
            "RATING": 3.5,
            "ABOUT": "The Web can be a scary place, but W3 Eden is here to make your W3 journey better & safer; we are here to build an Eden in W3 for you.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_711ac5d4f8fee3e724d9a860ad3f6b0b/w3-eden.png",
            "CATEGORIES": [
                "Web Design"
            ]
        },
        "17": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/b2w-estimate/reviews",
            "PRODUCT_NAME": "B2W Estimate",
            "RATING": 4.5,
            "ABOUT": "B2W Estimate is designed to help manage your estimating and bidding process with features and functionality to help you manage your bottom line.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_82a173f16d38172ca3a432dd179fd8d1/b2w-estimate.png",
            "CATEGORIES": [
                "Construction Estimating",
                "Bid Management"
            ]
        },
        "18": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/advanced-p4w/reviews",
            "PRODUCT_NAME": "Advanced P4W",
            "RATING": 2.5,
            "ABOUT": "Advanced P4W is a fully compliant practice management for the heart of your law firm",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/76c08f1890dfd238707b3136c95d9cb4/advanced-p4w.svg",
            "CATEGORIES": [
                "Legal Case Management"
            ]
        },
        "19": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/b2w-maintain/reviews",
            "PRODUCT_NAME": "B2W Maintain",
            "RATING": 4.0,
            "ABOUT": "B2W Maintain is a Computerized Maintenance Management System (CMMS) that links heavy civil construction shop, field and management teams and helps them maximize equipment utilization and cut maintenance costs.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_82a173f16d38172ca3a432dd179fd8d1/b2w-maintain.png",
            "CATEGORIES": [
                "Construction ERP"
            ]
        }
    },
    "2": {
        "0": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/b2w-inform/reviews",
            "PRODUCT_NAME": "B2W Inform",
            "RATING": 5.0,
            "ABOUT": "B2W Inform is a mobile-first data capture and analysis solution.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_82a173f16d38172ca3a432dd179fd8d1/b2w-inform.png",
            "CATEGORIES": [
                "Construction Data Analytics",
                "Construction Risk Assessment Software"
            ]
        },
        "1": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w3b-management-solutions/reviews",
            "PRODUCT_NAME": "W3B Management Solutions",
            "RATING": 3.0,
            "ABOUT": "3 Key Interlocking Management Solutions. Elegant, Intuitive, User-Centric CRM/Sales, Project Management, and Online Invoicing Tools",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_e86903817ea7fbc7bca318a8b775876b/w3b-management-solutions.png",
            "CATEGORIES": [
                "CRM"
            ]
        },
        "2": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w3rocks-marketing-suite/reviews",
            "PRODUCT_NAME": "W3rocks Marketing Suite",
            "RATING": 5.0,
            "ABOUT": "W3rocks offers you a suite of products that you can use for your marketing in order to grow your company, find leads, send emails, create a chatbot, attract visitors to write reviews, prevent your site from fake emails, display social notification on your site and many more. A suite of marketing and lead generation products: package includes multiple lead generation tools that you can use to grow your company. Get more leads and customers: All tools are oriented to drive new leads and cu.tomers to your company to make it grow.\n \n Unlimited access to all products: Offer Unlimited access to all the software without any limit, do not pay anymore per lead.\n \n What’s included?\n \n Enrichment data software to find email of new leads: \n Find leads from a list of companies. You will be able to get leads from a list of companies or domains. The software is perfect for B2B companies, Sales and Growth Hackers. The best enrich software to find leads. Ideal for generating leads to prospect them by cold email. Find business emails and leads information. Export leads directly to Excel with business data.\n \n Email, phone & social media extractor from a list of websites: \n You can upload a list of domains and extracts emails, social media URLs, and usernames from Facebook, LinkedIn, Twitter, etc., and phone numbers on all pages of each website. A report is available to download as Excel once all the emails are extracted. This is the best solution to extract all emails from a list of websites and companies.\n \n Find emails from first name, last name and company name: \n You will be able to upload a CSV with this information: first name, last name, and company name or domain name. Once you upload the data, the tool will find the email of each contact from the email format for example, first.last@company.com. This tool is perfect for discovering emails from a list of business data.\n \n Chatbot solution to capture and convert visitors into leads: \n Convert your visitors into leads. Automatically chat with your visitors and capture data from them. You will be able to install a chatbot to capture information from your visitors. The collected leads information could be sent by email, SMS to your mobile number, or directly into a Slack channel.\n \n Daily registered domains with leads information (Best Value): \n Daily dump of all domains created on the Internet, that's mean all new companies. You will get around +20K leads of new domains created each day with location, phone numbers, emails, domains, registered date, and more. It's perfect for capturing new companies created on the Internet and generate new leads from it by selling SEO, marketing services, WordPress websites, development or content creation, etc.\n \n Online review management to get more online reviews: \n You can install a simple widget on your websites to increase reviews and encourage your visitors to put a review about your website. It's perfect for any business or local business to increase its customer review. It works with Google, Yelp, and Facebook reviews. This technology helps to increase real organic reviews by driving visitors to the review page.\n \n Sales sequence / newsletter campaigns with unlimited emails to send: \n A simple software to create emailing or sequence campaigns. Make your customers sending newsletters or cold emails, send emails until recipients reply by adding. Track opens, clicks, bounce, unsubscribe, replies and create nice emailing campaigns in plain text or HTML. Give your customers the power to do emailing campaigns at scale with high volume. Design nice newsletters or simple cold emails with the simple online editor.\n \n API to prevent fake emails registration on your service: \n Each time someone registers to your service, ping the API to verify if the email is correct and not a disposable email to prevent fake registration.\n \n Social proof notification widget to increase credibility on your website: \n Generate and display notifications on your website by installing a widget to show random messages to your visitors. This will increase your sales and credibility.\n \n Extract B2B emails from B2B social media and build targeted lists: \n Extract emails and contacts from B2B social media. Find new leads in one click and create targeted lists. Our system will help you to find leads based on job title, location, country, industry, and company size.\n \n The best marketing suite in Unlimited access: \n From finding emails, enriching your data, sending emails, installing a chatbot or a social prof widget, it offers you multiple software to generate leads and help you grow your business.\n \n All online: Use all the products online in unlimited access.\n \n Multi-features: The suite covers most of the part of lead generation process such as emailing, chatbot and data enrichment.\n \n Grow your business: The products are designed to help you grow your business.\n \n Unlimited users: Add your teammates and work together on all the products.\n \n It's very simple to use the products, just register and try the trial on each product. With the Pro plan you will get Unlimited access to the platform and all the products they offer without any limit. When you buy our product, you will get full and unlimited access to the product and will have no limitation about using the features.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_eb8038f68cacdf5a2f9fcb6cc672bed9/w3rocks-marketing-suite.png",
            "CATEGORIES": [
                "Lead Capture",
                "Email Marketing"
            ]
        },
        "3": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/bp2w-better-place-to-work/reviews",
            "PRODUCT_NAME": "BP2W (Better Place to Work)",
            "RATING": 5.0,
            "ABOUT": "Satisfaction at Work provides short an employee engagement solution with employee diagnostic assessments, reporting tools, and built in exercises.",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/b9a2baa2367e6943ba5fd2bb8eedba51/bp2w-better-place-to-work.svg",
            "CATEGORIES": [
                "Employee Engagement"
            ]
        },
        "4": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/cloud-virtual-instances-w2c/reviews",
            "PRODUCT_NAME": "Cloud Virtual Instances(W2C)",
            "RATING": 3.5,
            "ABOUT": "As instâncias de máquinas virtuais em cloud da W2C - Winov Cloud Computing são soluções super performáticas de computação com redimensionamento fácil e rápido, suportando workloads dos mais simples aos mais complexos. Rodando com base na hiperconvergência Nutanix®️, as instâncias W2C podem chegar a um desempenho até 10x maior do que uma infraestrutura tradicional, dependendo da sua aplicação.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_963b7ef55f1159b8f6cf8916368c31f3/cloud-virtual-instances-w2c.jpg",
            "CATEGORIES": [
                "Cloud Computing Platforms"
            ]
        },
        "5": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/powtoon/reviews",
            "PRODUCT_NAME": "Powtoon",
            "RATING": 4.5,
            "ABOUT": "Powtoon and Slides combine the power of animation w/ Awesome design. Quickly and easily make stunning presentations for FREE!",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/8d977467014b1f7c467d1b22d0fcf543/powtoon.svg",
            "CATEGORIES": [
                "eLearning Content",
                "Animation",
                "Presentation",
                "Course Authoring",
                "Content Creation"
            ]
        },
        "6": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/trolley-hq/reviews",
            "PRODUCT_NAME": "Trolley",
            "RATING": 4.5,
            "ABOUT": "Trolley is an API-first mass payouts automation platform. Trolley provides end-to-end support for your AP process that includes white-labeled collection of supplier and partner banking/W9/W8 details, a simple API and dashboard to send payments to anyone in over 220 countries in their local currency with an approval process, and 1099/1042 tax-file preparation.",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/3d167dd7fbe2f86ddbbb3131f50e4b5e/trolley-hq.svg",
            "CATEGORIES": [
                "AP Automation",
                "Corporate Tax",
                "Enterprise Payment"
            ]
        },
        "7": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/selenium-webdriver/reviews",
            "PRODUCT_NAME": "Selenium WebDriver",
            "RATING": 4.5,
            "ABOUT": "Selenium is an umbrella project encapsulating a variety of tools and libraries enabling web browser automation. Selenium specifically provides infrastructure for the W3C WebDriver specification - a platform an",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_8c39a15be7feccc4c67a581759c31f3c/selenium-webdriver.png",
            "CATEGORIES": [
                "Component Libraries"
            ]
        },
        "8": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/marklogic/reviews",
            "PRODUCT_NAME": "MarkLogic",
            "RATING": 4.5,
            "ABOUT": "Schema-agnostic Enterprise NoSQL database technology, coupled w/ powerful search & flexible application services.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_a21b9b39aba3e996ff287f165812960b/marklogic.png",
            "CATEGORIES": [
                "RDF Databases",
                "XML Databases",
                "Document Databases",
                "Enterprise Search Software",
                "Data Fabric",
                "Big Data Integration Platforms"
            ]
        },
        "9": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/workbright/reviews",
            "PRODUCT_NAME": "WorkBright",
            "RATING": 5.0,
            "ABOUT": "For businesses that are rapidly, seasonally, or just plain constantly hiring, WorkBright takes the cumbersome and traditionally paper-heavy process of onboarding and puts it all online. We make it possible for new employees to fill out their W4s, upload photos of licenses and certifications, sign digitally, and complete any and all paperwork from their laptop, tablet, or smartphone before they show up for their first day on the job.",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/49957748934dbe1765b711bd3177abe8/workbright.svg",
            "CATEGORIES": [
                "HR Compliance",
                "Onboarding",
                "Staffing"
            ]
        },
        "10": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/experian-employer-services/reviews",
            "PRODUCT_NAME": "Experian Employer Services",
            "RATING": 5.0,
            "ABOUT": "Online forms management solutions for HR and payroll. We partner with large employers to make W-2, W-4, HR forms, and online pay stubs processes easy and efficient through our E-Forms Engine. With an online portal, we empower employees to use e-forms and provide high-touch customer service.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_72dfafe02ad45fb7f9504276343054ae/experian-employer-services.png",
            "CATEGORIES": [
                "Payroll",
                "HR Compliance"
            ]
        },
        "11": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/w3c-jigsaw/reviews",
            "PRODUCT_NAME": "Jigsaw",
            "RATING": 4.0,
            "ABOUT": "The World Wide Web Consortium (W3C) is an international community where Member organizations, a full-time staff, and the public work together to develop Web standards. Led by Web inventor Tim Berners-Lee, W3C's mission is to lead the Web to its full potential.",
            "LOGO": "https://www.g2.com/assets/fallback/default-6632ce065b4875adb88aec465e288328b3a998ba2d0d6e27ffe5a7ea65497efc.png",
            "CATEGORIES": [
                "Application Server"
            ]
        },
        "12": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/dell-poweredge-rack-servers/reviews",
            "PRODUCT_NAME": "Dell PowerEdge Rack Servers",
            "RATING": 4.5,
            "ABOUT": "Drive demanding workloads including VDI, AI/machine learning and private cloud with workhorse servers that deliver the optimum balance of storage, I/O, application acceleration and configuration flexibility. Highly flexible configurations with up to 16 x 2.5-or 8 x 3.5- drives, 8 PCIe slots, 24 DIMMS (including 12 NVDIMM-Ns) 50% more accelerator card support with up to 3 x 300W or 6 x 150W cards Industry-leading energy efficiency with correct air flow delivered to each PCIe slot viar cooling\nInternal storage subsystem optimized for M.2 boot",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_29616cedbbd77fe29be925e028a7ad69/dell-poweredge-rack-servers.jpg",
            "CATEGORIES": [
                "Rack Servers"
            ]
        },
        "13": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/browse-ai/reviews",
            "PRODUCT_NAME": "Browse AI",
            "RATING": 5.0,
            "ABOUT": "Browse.AI lets you train a robot to scrape or monitor any website in 2 mins: 💻 No-code ⏱ 1-click automations 🦿 Adapts to website changes 🕸 Works on almost any website 🖱 Simulates user actions 🔗 Integrates w. Google Sheet & Zapier 🔗 API & webhooks",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/bc3e94bf93fcf50c8b7ae4df60e08fde/browse-ai.svg",
            "CATEGORIES": [
                "Data Extraction"
            ]
        },
        "14": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/abound/reviews",
            "PRODUCT_NAME": "Abound",
            "RATING": 5.0,
            "ABOUT": "A modern API solution for W-9 collection, TIN verifications, 1099 filings, corrections, and more for federal and state-level compliance.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_3e848a6ba7bbc0562d843b32ed74dc40/abound.png",
            "CATEGORIES": [
                "Corporate Tax"
            ]
        },
        "15": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/cmas-systems-consultants-hiration/reviews",
            "PRODUCT_NAME": "HIRATION",
            "RATING": 4.5,
            "ABOUT": "w2bill Dunning is a debt collection software that provides a unified platform for analytical overview of your customers trends and behaviors, allied with configurable sets of actions to mitigate the loss of revenue due to fraud, or negligence. w2bill Dunnin allows a business to set up scenarios suited to your business and your clients, and track their application whenever the customers are at fault.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_44489c7155627ea84c8cb8a2977eb662/cmas-systems-consultants-hiration.png",
            "CATEGORIES": [
                "Credit and Collections"
            ]
        },
        "16": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/tax1099/reviews",
            "PRODUCT_NAME": "Tax1099",
            "RATING": 4.5,
            "ABOUT": "TAX1099.com, powered by TechAtlantis, Inc., is an IRS- approved E-file provider for 1099, 1098, W2, and 940/941/944 and other forms",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/b889f7fbc020d5815e5dca5a401ff960/tax1099.svg",
            "CATEGORIES": [
                "Corporate Tax"
            ]
        },
        "17": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/foxhire-foxhire/reviews",
            "PRODUCT_NAME": "FoxHire",
            "RATING": 5.0,
            "ABOUT": "FoxHire is an Employer of Record (EOR) Platform that has been helping recruiters, staffing firms, and corporate HR departments hire contract, temporary, and remote employees since 1992. We become the W2 Employer of Record for any employees that recruiters or HR leaders hire, handling all of the legal, financial, and administrative tasks associated with the new hire. Our technology eliminates the need for recruiters and HR leaders to do back-office tasks, so they can focus on recruiting.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_e5ef7124a4f0487bca6bf293a690d864/foxhire-foxhire.png",
            "CATEGORIES": [
                "Employer of Record (EOR)",
                "Global Employment Platforms (GEP)",
                "PEO Providers"
            ]
        },
        "18": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/wavity-help-and-service-desk/reviews",
            "PRODUCT_NAME": "Wavity Help and Service Desk",
            "RATING": 5.0,
            "ABOUT": "Wavity’s Modern, Easy to Use, Maintain and Operate Help and Service Desk Solution can be used by Organizations of all sizes – whether you are using ad-hoc homegrown solutions or solutions from the big guys. This is made possible by our Zero Code Application Designer and wBots – our RPA (Robotic Powered Automation) tools. Our Analytics engine gives you actionable metrics - in real time - as defined by you! Our radical pricing model is guaranteed to reduce your SaaS spend.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_0459672c904efde9994a3feaf7291078/wavity-help-and-service-desk.jpg",
            "CATEGORIES": [
                "Help Desk"
            ]
        },
        "19": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/taxslayer-books/reviews",
            "PRODUCT_NAME": "TaxSlayer Books",
            "RATING": 3.5,
            "ABOUT": "TaxSlayer is a comprehensive accounting for all your accounting needs. It is free and seamlessly integrated with financial services. It can sync your bank accounts, import into books and manage all your bank related transactions. You can print e-file W-2s and 099s online using this.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_651a6df21827f90ce2960a6750ee9b94/taxslayer-books.png",
            "CATEGORIES": [
                "Accounting"
            ]
        }
    },
    "3": {
        "0": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/bonsai/reviews",
            "PRODUCT_NAME": "Bonsai",
            "RATING": 4.5,
            "ABOUT": "Creates, sends, and tracks proposals online",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_2c707d2bf2ab3b6167d294920fc5b706/bonsai.png",
            "CATEGORIES": [
                "Project Collaboration",
                "Work Management",
                "Workflow Management",
                "Online Form Builder",
                "Invoice Management",
                "Online Appointment Scheduling",
                "Time Tracking",
                "Expense Management",
                "Professional Services Automation",
                "Billing",
                "Accounting",
                "Proposal",
                "Training eLearning",
                "Contract Management",
                "Kanban Project Management",
                "Project Cost Management",
                "Task Management",
                "Freelance Tax"
            ]
        },
        "1": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/everee/reviews",
            "PRODUCT_NAME": "Everee",
            "RATING": 4.5,
            "ABOUT": "Everee is a payroll and payments platform for businesses that have independent contractors and hourly workers. We make it easy for you to pay your workers as often as daily. And we can front the fast payments for you using our credit network, so you don't have to stress about cash flow. We take away all the busy work that comes with payroll, so you can pay people in seconds and get back to running your business. Easily bulk upload contractor payments or tap into our API. Schedule, manage and pa. hourly workers all from our mobile app. We also take care of the work you don't enjoy, like filing and remitting taxes and 1099 and W-2 compliance. Book a demo to see for yourself how easy fast pay can be: https://www.everee.com/get-started/",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/b625d2953b3605a55aa734e6153ce65a/everee.svg",
            "CATEGORIES": [
                "Contractor Payments",
                "Payroll"
            ]
        },
        "2": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/propago/reviews",
            "PRODUCT_NAME": "Propago",
            "RATING": 4.5,
            "ABOUT": "A Marketing Asset Management W2P Platform that allows brands to share branded marketing materials with those in charge of promoting the brand.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_02c1074136fbbec86136bab9c76077c5/propago.png",
            "CATEGORIES": [
                "Print Fulfillment Services",
                "Inventory Control",
                "Demand Planning"
            ]
        },
        "3": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/rdfox/reviews",
            "PRODUCT_NAME": "RDFox",
            "RATING": 5.0,
            "ABOUT": "RDFox is the high-performance in-memory knowledge graph and semantic reasoner. Designed by leading academics at the University of Oxford, RDFox is the child of groundbreaking research that has culminated in the fasted market-ready knowledge graph, owing to its optimised in-memory approach. Coupled with its unmatched reasoning capabilities, it is the high-end competitor to the industry standards. Supporting Datalog, OWL 2 RL, SPARQL, and validation with SHACL, RDFox complies with W3C llowing easier adoption.",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/9a7ff41d28cc34d0800a0abd6ee9f074/rdfox.svg",
            "CATEGORIES": [
                "RDF Databases",
                "Graph Databases"
            ]
        },
        "4": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/lienwaivers-io/reviews",
            "PRODUCT_NAME": "lienwaivers.io",
            "RATING": 4.5,
            "ABOUT": "A construction payments platform which facilitates the exchange of lien waivers, ACH payments, W9s and 1099s.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_9156c190d80e42d35eb210a857c41d56/lienwaivers-io.png",
            "CATEGORIES": [
                "Other Construction",
                "Loan Servicing"
            ]
        },
        "5": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/quest-ai/reviews",
            "PRODUCT_NAME": "Quest.ai",
            "RATING": 4.5,
            "ABOUT": "Quest converts Figma designs into clean, extendable React code. Responsive & pixel-perfect to your figma design w/ built-in support for Material UI. Export code to build your MVP or to update your *existing* apps! The better way to build frontend for your products.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_821e06208ab95bcd412d9134b7536784/quest-ai.png",
            "CATEGORIES": [
                "Other Development"
            ]
        },
        "6": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/wiley-education-services/reviews",
            "PRODUCT_NAME": "Wiley Education Services",
            "RATING": 3.5,
            "ABOUT": "Partner w/ higher ed institutions to develop solutions for programs on campus, online, or both.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_4fd0bf011012061add9c90f4a92fc364/wiley-education-services.jpg",
            "CATEGORIES": [
                "Online Program Management in Higher Education"
            ]
        },
        "7": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/avidmobile/reviews",
            "PRODUCT_NAME": "AvidMobile",
            "RATING": 2.5,
            "ABOUT": "Drive your bottom line and reach current and potential customers w/ mobile coupons, mobile websites, and SMS campaigns.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_7806e8e31ae45b6128ffccfa8a1d1ed2/avidmobile.png",
            "CATEGORIES": [
                "Mobile Marketing"
            ]
        },
        "8": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/printsf-com/reviews",
            "PRODUCT_NAME": "PrintSF.com",
            "RATING": 3.5,
            "ABOUT": "Direct mail & collateral management streamlined. Customize, proof, order & track to in-hand delivery, or output to PDF. Send 1-to-1 or to thousands w/ USPS CASS & NCOA. Fulfill via PrintSF or your vendor",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_6b289a5b96c5012d99adda548e9c5842/printsf-com.gif",
            "CATEGORIES": [
                "Other Marketing"
            ]
        },
        "9": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/basex/reviews",
            "PRODUCT_NAME": "BaseX",
            "RATING": 3.5,
            "ABOUT": "BaseX is a light-weight, high-performance and scalable XML Database engine and XPath/XQuery 3.1 Processor, which includes full support for the W3C Update and Full Text extensions. An interactive and user-friendly GUI frontend gives you great insight into your XML documents.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_e498e5218a419358800be5a6e1079864/basex.png",
            "CATEGORIES": [
                "XML Databases"
            ]
        },
        "10": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/accounting-xpert/reviews",
            "PRODUCT_NAME": "Accounting Xpert",
            "RATING": 5.0,
            "ABOUT": "Xpert is a complete integrated system consisting of Write-up, Bank Reconciliation, ATF Payroll and the W2 /1099 Laser Module. Xpert can accommodate virtually any type of client and satisfy the needs of any size practice.",
            "LOGO": "https://www.g2.com/assets/fallback/default-6632ce065b4875adb88aec465e288328b3a998ba2d0d6e27ffe5a7ea65497efc.png",
            "CATEGORIES": [
                "Accounting"
            ]
        },
        "11": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/talon/reviews",
            "PRODUCT_NAME": "Talon",
            "RATING": 5.0,
            "ABOUT": "TalonFMS improves clarity & efficiency for organisations that work with freelancers, independent consultants and SoW engagements",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_e28222796ed9f28837bbb072d10a3612/talon.jpg",
            "CATEGORIES": [
                "Freelancer Management Systems",
                "SAP Store"
            ]
        },
        "12": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/amaya/reviews",
            "PRODUCT_NAME": "Amaya",
            "RATING": 3.5,
            "ABOUT": "Amaya is a Web editor, i.e. a tool used to create and update documents directly on the Web.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_3486f4b70891f67b1c75da56a589c3ca/amaya.png",
            "CATEGORIES": [
                "WYSIWYG Editors",
                "Web Design"
            ]
        },
        "13": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/wavity-work-and-project-management/reviews",
            "PRODUCT_NAME": "Wavity Work and Project Management",
            "RATING": 4.5,
            "ABOUT": "Wavity’s Modern, Easy to Use, Maintain and Operate Work and Project Management Solution can be used by your teams to support them no matter how they work. Waterfall? Agile? Kanban? Projects? Tasks? Not a problem with Wavity. This is made possible by our Zero Code Application Designer and wBots – our RPA (Robotic Powered Automation) tools. Our Analytics engine gives you actionable metrics - in real time - as defined by you! Our radical pricing model is guaranteed to reduce your SaaS spend.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_9e6a1427056c9d9debd6715dcc664154/wavity-work-and-project-management.jpg",
            "CATEGORIES": [
                "Work Management",
                "Project Management"
            ]
        },
        "14": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/nightwatchjs/reviews",
            "PRODUCT_NAME": "NightwatchJS",
            "RATING": 4.5,
            "ABOUT": "Nightwatch.js is an integrated framework for performing automated end-to-end testing on web applications and websites, across all major browsers. It is written in Node.js and uses the W3C WebDriver API to interact with various browsers.",
            "LOGO": "https://www.g2.com/assets/fallback/default-6632ce065b4875adb88aec465e288328b3a998ba2d0d6e27ffe5a7ea65497efc.png",
            "CATEGORIES": [
                "Automation Testing"
            ]
        },
        "15": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/rocket-validator/reviews",
            "PRODUCT_NAME": "Rocket Validator",
            "RATING": 4.0,
            "ABOUT": "Digital accessibility monitoring for busy developers. Find Accessibility and HTML issues in your large sites, in seconds. Get your site scanned by Axe Core and W3C Validator with just one click.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_411a05b2bedea310ae4b53a16d9bce55/rocket-validator.png",
            "CATEGORIES": [
                "Digital Accessibility Tools"
            ]
        },
        "16": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/archarina-archarina/reviews",
            "PRODUCT_NAME": "Archarina",
            "RATING": 4.5,
            "ABOUT": "Our Client Portal helps Accountants, CPAs and Bookkeepers to dramatically reduce time and effort in receiving and gathering client documents. Our innovative solutions has garnered a lot of attention in the marketplace and helps you to get your clients W-2s, credit card statements and invoices when you need them, which can increase your margin between 2% to 5%. Our portals offer you and your clients a convenient way to access documents, transfer data and convey information.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_c637cf088d7838b57573b847875f600b/archarina-archarina.png",
            "CATEGORIES": [
                "Client Portal"
            ]
        },
        "17": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/auditoria-smartvendor/reviews",
            "PRODUCT_NAME": "Auditoria SmartVendor",
            "RATING": 5.0,
            "ABOUT": "systems of record and act as a system of engagement to streamline procurement spend and data extraction, optimize vendor management and handle helpdesk inquiries to generate data that provides key insights into cash performance. Vendor Onboarding Automatically collect vendor account information from tax forms for domestic and international suppliers. SmartBots identify unauthorized vendors, activating and onboarding through an approval process to securely capture information withoutals, safely maintain private vendor interactions, and get new vendors up and running quickly to reduce risk and increase productivity.\n\nVendor W-9 Data Refresh\nEnsure sustained compliance for the procurement function by regularly capturing updated IRS W-9s and W-8s. SmartBots make sure vendor tax data is accurately captured and leveraged before issuing annual tax documentation to reduce errors and missing data issues.\n\nVendor Invoice Data Extraction\nWith advanced cognitive OCR and Computer Vision, Auditoria SmartBots extract information from unstructured and structured documents such as PDFs, invoices, and remittance memos, regardless of format to streamline data input activities. Approval workflows ensure data written to the system of record is checked and approved before being uploaded to verify inputs and improve accuracy.\n\nAP Helpdesk\nSmartBots are deployed to monitor email inboxes and respond conversationally to inquiries on approval status, invoice payments, short pay issues, and missed invoices. Available 24/7, SmartBots process email content and understand finance-specific intent to email authorized vendors securely and protect sensitive payment information. SmartBots respond with answers, documentation, or escalations, minimizing interruptions to the AP team throughout the day and increasing timely customer service.\n\nInvoice Accrual\nAuditoria’s SmartBots effortlessly capture accruals insights, prepare journal entries and run them through a review process. Once reviewed, SmartBots post the entry to accelerate monthly close while ensuring complete accuracy.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_eee164a8a9b4e0e4b6b12e3c2b81f9ab/auditoria-smartvendor.png",
            "CATEGORIES": [
                "Accounts Payable (AP) and Spend Analysis",
                "AP Automation"
            ]
        },
        "18": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/urbanleap-procurement/reviews",
            "PRODUCT_NAME": "UrbanLeap Procurement",
            "RATING": 5.0,
            "ABOUT": "UrbanLeap empowers local agencies to confidently procure solutions with data and collaboration tools at every step of the process, starting with the development of solicitation documents -- SoW, Requirements, Scorecard, Addendum, Vendor Submission Form, etc.... This first stage is crucial to achieving successful outcomes and yet most digital procurement platforms completely skip it. UrbanLeap accelerates the procurement process of all types of solutions, end-to-end, by: - Providing levant examples from other agencies - no need to reinvent the wheel!\n- Simplifying the gathering  of internal customers’ requirements - no more herding cats!\n- Conducting targeted vendor outreach to optimize response rates - no more failed procurement!\n- Streamlining and standardizing bidders replies - no more comparing apples to oranges!\n- Enabling a collaborative and transparent evaluation process - no more questions about fairness and objectivity!\nTo accelerate adoption, we have adopted a business model that lowers barriers and eliminates friction for both local governments and suppliers.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_14392c88ccdae50a6ebe272b969ebcc4/urbanleap-procurement.png",
            "CATEGORIES": [
                "Government Procurement"
            ]
        },
        "19": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/read/reviews",
            "PRODUCT_NAME": "Read",
            "RATING": 4.5,
            "ABOUT": "Read is the ultimate app for hybrid meetings where you can see real-time engagement + sentiment scores, a meeting timer, and talk time all in one place. When the meeting is over, you'll get a comprehensive report with an instant meeting recap, transcript, audio + video playback, and AI-driven recommendations. Real-Time Engagement + Sentiment Scores: Interest and emotions metrics Immersive Mode: AR applied to participant Meeting Timer: Start and end meetings on time Talk Time: Ensuree conversation\n\n\nPost-Meeting\nInstant Meeting Recaps: After every meeting (in less than 5 minutes), receive a written meeting summary, list of topics, action items, and key questions.\nMeeting Report: A robust set of meeting metrics and analytics\nTranscription: Automated summary, topics, notes, action items, questions\nMeeting Playback: Audio and video playback w/ navigation based on metrics\nRecommendations: AI recommendations for fewer, better meetings\nSmart Scheduler: Automate finding the right time for the next meeting",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_e9fc29789862fa2c561bcc0f92f76ef9/read.png",
            "CATEGORIES": [
                "Meeting Management"
            ]
        }
    },
    "4": {
        "0": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/peer5-webrtc/reviews",
            "PRODUCT_NAME": "Peer5 - WebRTC",
            "RATING": 4.5,
            "ABOUT": "Peer5 offers a WebRTC based P2P eCDN that runs in-browser to solve congestion issues. Our mesh networks are self-balancing and automatically scale as the number of viewers rises. Since it is a WebRTC based eCDN it doesn't require any installation on end-users computers nor changes to the physical network infrastructure. Instead, we integrate with any existing player within the event web page. Peer5 was designed from scratch for WebRTC, written completely in JavaScript. We contribute to the We.RTC community and are active members of the W3C steering committee.\n\n\nPeer5 is backed by Y Combinator and additional top Silicon Valley investors.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_521db2b7098771286fd3141af7d51da6/peer5-webrtc.png",
            "CATEGORIES": [
                "Enterprise Content Delivery Network (eCDN)"
            ]
        },
        "1": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/read/reviews",
            "PRODUCT_NAME": "Read",
            "RATING": 4.5,
            "ABOUT": "Read is the ultimate app for hybrid meetings where you can see real-time engagement + sentiment scores, a meeting timer, and talk time all in one place. When the meeting is over, you'll get a comprehensive report with an instant meeting recap, transcript, audio + video playback, and AI-driven recommendations. Real-Time Engagement + Sentiment Scores: Interest and emotions metrics Immersive Mode: AR applied to participant Meeting Timer: Start and end meetings on time Talk Time: Ensure an inclusi.e conversation\n\n\nPost-Meeting\nInstant Meeting Recaps: After every meeting (in less than 5 minutes), receive a written meeting summary, list of topics, action items, and key questions.\nMeeting Report: A robust set of meeting metrics and analytics\nTranscription: Automated summary, topics, notes, action items, questions\nMeeting Playback: Audio and video playback w/ navigation based on metrics\nRecommendations: AI recommendations for fewer, better meetings\nSmart Scheduler: Automate finding the right time for the next meeting",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_e9fc29789862fa2c561bcc0f92f76ef9/read.png",
            "CATEGORIES": [
                "Meeting Management"
            ]
        },
        "2": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/myworkchoice/reviews",
            "PRODUCT_NAME": "MyWorkChoice",
            "RATING": 5.0,
            "ABOUT": "MyWorkChoice builds localized communities of highly productive, engaged, W-2 employees, transforming the way companies meet their contingent workforce needs. Through an easy to use mobile app, MyWorkChoice embraces flexibility by empowering workers to design their own schedule, creating a culture of performance and accountability evidenced by fill rates averaging above 95%. For warehousing, logistics, call center, and light industrial companies, MyWorkChoice is the dependable, all-in-one workfo.ce solution that scales alongside business needs and makes flexibility work for you.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_c2f8e57c303dea5d7fb5012faa82024c/myworkchoice.png",
            "CATEGORIES": [
                "On-Demand Staffing Services",
                "Staffing Agencies"
            ]
        },
        "3": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/n2ws-backup-recovery/reviews",
            "PRODUCT_NAME": "N2WS Backup & Recovery",
            "RATING": 4.5,
            "ABOUT": "N2WS Backup & Recovery is a software vendor focusing on cloud solutions, like Cloud Protection Manager, which is an enterprise-class backup and recovery for the EC2 cloud.",
            "LOGO": "https://images.g2crowd.com/uploads/product/hd_favicon/9689c74f689793ad96f5f279cf0a6f24/n2ws-backup-recovery.svg",
            "CATEGORIES": [
                "Disaster Recovery",
                "Database Backup",
                "Server Backup"
            ]
        },
        "4": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/d7-lead-finder/reviews",
            "PRODUCT_NAME": "D7 Lead Finder",
            "RATING": 3.5,
            "ABOUT": "Find B2B Leads for your business in any industry across all countries. Receive thousands of contacts in just a few minutes, giving you the data you need to make your business work. You can either choose a keyword the list or enter your own. The system is optimized for the prefilled keywords and industries, but may choose your own. With just the input of a city, country and industry type, our software will search for leads. Includes the following: Up to 1200 Results per search. FName\nBusiness Email Address\nWebsite Link\nEmail Address New Feature\nPostal Address separated by Street, City and Zip\nLinks to Social Media Handles (Instagram, Linkedin, Facebook and Twitter)\nAbility to Sort Results by any columns\nResults in 3 minutes or less\nTrack which leads are using Facebook Pixel or Google Remarketing\nSupports leads in all Countries New Feature\nValidation of Phone Numbers and Email Addresses Possible New Feature\nGoogle Position for Business Website New Feature\nMobile Friendly/Google Analytics/Schema Check New Feature\nCSV/Excel/PDF/Print Export Options New Feature\nLive Support",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_f1fff2fec13868f3c7b8257d8e866f18/d7-lead-finder.png",
            "CATEGORIES": [
                "Other Lead Generation"
            ]
        },
        "5": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/seo-yodha/reviews",
            "PRODUCT_NAME": "SEO Yodha",
            "RATING": 5.0,
            "ABOUT": "The world of internet is changing, so is the way of promoting businesses online. SEO Yodha, known to offer the best of SEO strategies, includes the tried-and-tested as well as the new methods to provide the best possible ROI. Our objective is to empower e-businesses and generate the maximum ROI with effective Internet marketing solutions. We do not specialize in a particular industry because we have expertise in everything that we do. We are exclusive members of Dunn & Bradstearch Marketing Association of North America and IIMA.\n \n\n Our comprehensive SEO packages and PPC services are one of the most sought-after as well as competitively priced packages in the industry. From small companies and individual webmasters to large corporations, our services have been favored by a broad spectrum of clients.\n \n\n Apart from India, we also have a strong presence in USA, UK, Australia, Canada and rest of Asia.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_7d110ded4695043bc87651b508cddee1/seo-yodha.png",
            "CATEGORIES": [
                "Local SEO"
            ]
        },
        "6": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/excellentwebcheck/reviews",
            "PRODUCT_NAME": "ExcellentWebCheck",
            "RATING": 5.0,
            "ABOUT": "At ExcellentWebCheck, we're dedicated to making the web more accessible for everyone. We offer comprehensive accessibility scanning and monitoring solutions to help organizations ensure that their websites are fully accessible to users with disabilities, in compliance with international guidelines and accessibility legislation such as ADA, AODA, Section 508, and the EU Accessibility Act. Website Accessibility refers to the ability for everyone to use the web without barriers. Peopleal, Hearing, Cognitive, Speech, Mobility, or Neural disability should be able to navigate the web without barriers.\n\nAt ExcellentWebCheck, we help companies ensure digital accessibility and compliance with the international guidelines from W3C, the WCAG (Web Content Accessibility Guidelines).\n\nContact us to learn more about how we can help you create a more inclusive and accessible online experience for all of your users.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_d93a64f6e2817f93b0b835f7ab10e30b/excellentwebcheck.png",
            "CATEGORIES": [
                "Digital Accessibility Tools"
            ]
        },
        "7": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/ultipa-graph/reviews",
            "PRODUCT_NAME": "Ultipa Graph",
            "RATING": 5.0,
            "ABOUT": "Ultipa builds category-defining real-time graph XAI & database products, and empowers smart enterprises with graph augmented intelligence. Enterprises around the world are going through a major digital transformation trend, which asks for data intelligence + infrastructure revolution. Traditional SQL/RDMBS and most NoSQLs/ML/AI frameworks are outdated, sluggish, black-box and un-flexible. Ultipa graph database products aim to solve these problems w/ real-time graph computing, fmodeling, eXplainable AI (XAI) and graph-augmented intelligence.\n\nWe started in 2019 and began commercialization in 2021, since then we have been serving some of the world's largest banks, insurance companies, regulators and enterprises, and we have applied Ultipa graph database into vertical industries that no other graph vendors could have imagined, such as liquidity risk management, previously only mega players like Oracle had solution which takes T+1 while Ultipa takes",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_f43f8437d30736189f89284835b365e7/ultipa-graph.PNG",
            "CATEGORIES": [
                "Graph Databases"
            ]
        },
        "8": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/office24by7-call-center/reviews",
            "PRODUCT_NAME": "Office24by7 Call Center",
            "RATING": 4.5,
            "ABOUT": "Cloud Telephony and Call/Contact Centre Solution allows you to uphold and track the functionalities of all the employees of every department of an Organization in 360-degree angle.It automates the complete communication of all employee roles of an Organisation as it has given probability to integrate tools such as Web Chat, Ticketing, HRM, CRM Apps, SMS and Email etc.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_0c674065f504d3a5e79870be0051df70/office24by7-call-center.jpg",
            "CATEGORIES": [
                "Call Center Infrastructure (CCI)"
            ]
        },
        "9": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/kaleidoscope/reviews",
            "PRODUCT_NAME": "Kaleidoscope",
            "RATING": 4.0,
            "ABOUT": "Kaleidoscope puts the WoW back in securities research by providing an intuitive, next-gen interface on a cloud-based research platform (SaaS) so it can be accessed from anywhere at anytime. Unique to Kaleidoscope is the use of color coding of interactive graphs and charts that link to industry segments, companies and filing types as well as unveiling the statistics and metrics underlying the search results. A Company Profile offers a complete 360 degree view of the company with spec such as Insider Transactions, material events, affiliations of the executives and directors. Designed for  accuracy, ease-of-use and and extraction of information, Kaleidoscope is loaded with personalization tools, Kaleidoscope support real-time alerting, personal dashboards for monitoring companies, people, filing types or phrases.  The databases include US and Canadian securities filings, regulations, statutes, investment news and analysis, earnings conference call transcripts, and financial data. Kaleidoscope also ",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_8067c8605d7e403571d2aefaff659961/kaleidoscope.png",
            "CATEGORIES": [
                "eDiscovery"
            ]
        },
        "10": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/printxpand/reviews",
            "PRODUCT_NAME": "PrintXpand",
            "RATING": 5.0,
            "ABOUT": "The company provides end-to-end Web to Print Solutions that can help you manage and grow your print business. The company is backed by a team of eCommerce experts, developers, industry analysts, and designers. They are skilled and experienced folks who know the ins and outs of technology as well as the latest trends. With nothing but a strong focus on quality and customer support, they’ll leave you confident in achieving all your business goals. At the heart of everything they offer lized approach. They consider every business and every industry unique, and deliver a tailored solution. Their Web to Print Solutions can be beneficial to not only B2B or B2C print store owners, but also trade printers, print service providers, marketing firms, print agents, and such. PrintXpand is a one-stop shop for all things Web to Print. Their offerings include Product Design Tool, Print ERP, 3D Configurator, B2B & B2C W2P Store, and so much more. Key Highlight Points: - 8+ Years of Industry Experience - ISO 9000 & ISO 27001 Certified Company - Adobe Solution Partner - Bronze - Odoo Ready Partner - Certified Magento Developers - 80+ Countries Serving In - 300+ Resource Strength",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_234a7f6b90986fbedb01e906c9ab13b8/printxpand.jpg",
            "CATEGORIES": [
                "Print Fulfillment Services"
            ]
        },
        "11": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/fastpayee/reviews",
            "PRODUCT_NAME": "fastpayee",
            "RATING": 5.0,
            "ABOUT": "fastpayee is a fin tech web application to handle Invoices and receivables for business owners and startups.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_49026aca8795010c68d71891804801f2/fastpayee.jpg",
            "CATEGORIES": [
                "Billing"
            ]
        },
        "12": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/gataca-studio/reviews",
            "PRODUCT_NAME": "Gataca Studio",
            "RATING": 5.0,
            "ABOUT": "Meet Gataca Studio, the all-in-one platform streamlining the issuance, verification, and management of identity credentials and facilitating the integration of Self-Sovereign Identity into your website or application. Features: Issue verifiable credentials - Create and digitally sign tamper-proof credentials according to W3C and ISO standards for global interoperability. Verify credentials - Design customizable verification templates for onboarding and sign-in processes to offer  access to digital services. \n\nManage credentials lifecycle - View, suspend, and revoke issued credentials. \n\nMonitor users' activity - Review all verification instances executed (data consents) and revoke authenticated users. \n\nID Wallet - Let your users authenticate seamlessly in digital services and take control of their data.\n\nWhy choose Gataca? \n\nSeamless integration - Gataca Studio is a low-code platform. Set it up in seconds with our plug & play deployment system. \n\nEasy to use - Adopting SSI technology can be very challenging for organizations. We’ve simplified the process so you can focus on your core business. \n\nInfrastructure-agnostic - Our platform provides flexible integration capabilities with diverse blockchain networks, databases, and centralized Public Key Infrastructures (PKIs). \n\nCompliance by design - Gataca products are purpose-built to seamlessly incorporate GDPR, eIDAS, KYC, and other relevant regulations. \n\nBenefits of using Gataca's Self-Sovereign Identity technology: \n\nReduce identity fraud - User data and ID credentials are issued by trusted authorities and protected with biometrics and post-quantum cryptography to ensure they are tamper-proof, allowing instant identity verification without relying on centralized systems.\n\nSave in compliance costs - The operational cost of a KYC or onboarding process falls remarkably as the same data no longer needs to be verified multiple times across different services. Users hold pre-verified identity information and decide with whom to share their data and when to revoke access, instantly complying with data privacy regulations. \n\nImprove user experience - SSI combines the simplicity and usability of a Single Sign-On with advanced cryptography that provides government-grade secured access to digital services, eliminating friction during onboardings and lowering abandonment rates.\n\nInterconnect with Web 3.0 - SSI can be used in both Web 2.0 and Web 3.0 instances and is the ideal partner to transition to a user-centric identity model.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_e109e97b2f57b1c5a9b462930739af25/gataca-studio.png",
            "CATEGORIES": [
                "Decentralized Identity"
            ]
        },
        "13": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/stacks-tech/reviews",
            "PRODUCT_NAME": "Stacks.Tech",
            "RATING": 5.0,
            "ABOUT": "Stackd is a technology-focused company aimed at automating businesses, particularly those involved in repairs, buybacks, and integrations. The company offers turnkey solutions to manage repair and buyback businesses, making it easier for clients to focus on growing their operations. Stackd offers a variety of services including repair solutions, which cover aspects like lead management, CRM/POS, appointments, and ticketing. They also provide turnkey buyback business packages, custon development for Apple and Android platforms, and specialized services like logo/ad design, marketing, and SEO​.\n\nOne of the standout features of Stackd is its intuitive dashboard that allows users to organize and customize every aspect of their business. This includes customer tracking, which allows clients to monitor their order progress online​.\n\nThe platforms offered by Stackd for repairs and buybacks share many common features. These include a comprehensive device catalog, single-click signup via Google/Facebook, full responsiveness across different screen sizes, social media integration, and analytics tracking. They also offer an appointment suite that syncs with Google Calendar, various price strategies, instant generation of shipping labels, custom templates for SMS, live chat, and email, and the ability to develop custom applications for both Android and iOS platforms​.\n\nThe repair platform offers unique advantages like sending quotes via email/SMS to encourage customer conversions, offering custom quotes through price hiding, WhatsApp integrations, unlimited fields for customizations, and online payment collection with financing options. It also includes an interactive gamification widget to engage customers and keep the business fresh in their minds​.\n\nThe buyback platform also offers its unique set of advantages. It has an AutoPrice feature that eliminates the need for spreadsheets or last-minute price checks. It also offers flexible catalog management, WhatsApp integrations, bonus systems to retain clients, SickW integrations to check and recheck IMEI statuses, and unlimited fields for customizations​.\n\nLastly, Stackd also offers app development services. They can showcase a few existing apps or help you bring your app ideas to life and get them listed in the App Stores​.",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_a1549522675c827fb96b35fd46ae0dc9/stacks-tech.png",
            "CATEGORIES": [
                "Auto Repair"
            ]
        },
        "14": {
            "PRODUCT_REVIEW_LINK": "https://www.g2.com/products/e-commerce-shopping-cart-marketplace-mformula-net/reviews",
            "PRODUCT_NAME": "E-commerce Shopping Cart Marketplace MFORMULA.net",
            "RATING": 4.5,
            "ABOUT": "• Better cost-benefit of the market • You register how many products, categories and sub-categories you want • Internal system for total administration of the store • Safe purchase (criptography SSL of 128 bits) • System Support OnLine • Unlimited online transactions • Hosting Included - in GB Disk Space • HelpDesk integrated in the Administration of your store • and more ... Marketplace / Seller / Multivendor • Commission percentage setting • Configuration alert how many days td not report the tracking code\n• Set up payment types for transfer\n• Set how many days to transfer after seller to enter the tracking code\n• Marketplace e-mail configuration\n• Set up payment status confirmed, canceled, sent, exchanged, and returned\n• Set up the terms and conditions text to sell in the marketplace\n• Buyer may request exchange or return by marketplace system\n• and more ...\n\nAdministrator\n\n• Confirmation of transfer of value to seller\n• Store and virtual marketplace order management\n• How and when to transfer value from sales to marketplace vendors\n• Activate / deactivate multiple listings of sellers at once from the marketplace\n• Approve various products from marketplace vendors at once\n• and more ...\n\nSeller\n\n• Answer questions from customers interested in buying my products in the marketplace\n• Resolve the claim of a buyer that you wish to exchange or return on my sale in the marketplace\n• Register, edit, delete a product registered in the marketplace\n• Create a seller account to sell in the marketplace\n• Check my sales in the marketplace\n• Check insert the tracking code on my sale in the marketplace\n• Change the price of several products at once in the marketplace\n• Change the quantity of several products at once in the marketplace\n• and more ...\n\n\n\n\nVirtual Stock\n\n• Integration with the system of large distributors, wholesalers and manufacturers facilitating the registration and updating of hundreds / thousands of products (name, description, price, weight, photos and other information), categories and subcategories\n• Set the profit percentage of the price to resell\nThrough one click your customer will be able to create a complete e-commerce for resale of your products, and also update daily or weekly all products\n• Import / Update / Synchronize large-scale stock of products via API from LUXJOIAS.com, SquidFacil.com.br, AllNations.com.br, Hayamax.com.br, KoleImports.com, NovaTechWholesale.com, Rcjewelry.com, Fragrancenet.com, Scentsworld.com, BigBuy.eu, Wholesale2b.com, fashiondropshippers.com, griffati.com and SammyDress.com\n• Import / Refresh / Sync Products by URLs (Just copy and paste the product url to import the product data available on the page): aliexpress.com, focalprice.com, tinydeal.com, dx.com, banggood.com, dropinthebox.com, tmart.com, piercebody.com, luxjoias.com, worldofwatches.com, bhphotovideo.com, bookdepository.com, sunsky-online.com, tomtop.com, geekbuying.com, aulola.co.uk, sensuallove.com.br, miraoinformatica.com.br, lojasantoantonio.com.br, habiltec.com.br, contodefadasdistribuidora.com.br, ciadoslivros.com.br, istodistribuidora.com.br, shekinahdistribuidora.com.br, todolivro.com.br, livrarialoyola.com.br, amend.com.br, compdistribuidora.com.br, castro.com.br, lojaserraf.com.br, autopartsonline.com.br, pecapecasnaweb.com.br, ciadosomatacado.com.br, mhmshop.com.br, bijutotal.com.br, diamanterosashop.com.br, atacado.karismabijou.com.br, lolabiju.com.br, bolsaspararevenda.com.br, feiradamadrugadasp.com.br, spbolsas.com.br\n• Do you want to be part of this network of distributors? Contact us\n• and more ...\n\n\n\n\nSales\n\n• Reseller Registration / Commission Control\n• Shopping Club Subscription with Recurring Payment\n• Facebook Store\n• Online seller\n• Quick purchase with 1 click\n• Quick Product View\n• Buy together\n• Related products or categories of products\n• Suggested products bought by other customers (Ex .: Who bought this product also bought other products)\n• History of viewed products\n• The purchase of appeal to upload options, type text, check box (ideal for customizing the product photo, company logo or text)\n• Generator OnLine Catalog PDF\n• Module let me know when you get product out of stock\n• System telesales\n• Inventory control\n• Automatic stock low for products sold\n• If the stock end option to let the customer buy or disable buy button and price or disable the product or show message to client available in x days\n• System DhopShipping / Reseller / Triangulation\n• Feature to limit the amount of minimum or maximum purchase by product\n• Pre-selling products\n• Gift Registry (Ex .: wedding, bridal shower, lingerie shower, baby shower, tea bar, etc.)\n• Product price on request\n• Product registration in more than one category\n• Customer can purchase / add to the cart several products at once in list mode\n• Customer may request product price alert when on promotion / discount or receive email notification when returning to stock\n• Send orders notifications via SMS, API integrations with partner companies: textbelt.com, clockworksms.com, smsapi.com, txtlocal.com, paposms.com, zenvia.com.br\n• and more ...\n\n\n\n\nStore\n\n• Shop available in the languages ​​Portuguese (Brazil), Spanish, English, German, French, Italian and Japanese\n• Bestsellers\n• News releases\n• Specials\n• Featured Products\n• Hot site\n• Brands or manufacturers\n• Unlimited categories and sub-categories\n• List view or gallery\n• Sort by price, but sold, news, product name or brand\n• Filter products by attributes and values (Ex .: Size, colors, types, etc.)\n• Product Details: Product photos, options, shares in credit card, calculating the price of shipping, price in promotion, add to wishlist, customer reviews, related products, buy from, customers who bought this product also bought, refer a friend (a), email notification, frequently asked questions, free shipping per product, zoom photos, the purchase of appeal to upload options, type text, check box (ideal for customizing the product photo, logo company or text), take your question, integration with social networks to share and enjoy\n• Simple and advanced search: name, description, price, department, category, sub-category, manufacturer\n• Product search based on title, code and / or description\n• Shopping cart remove products, add products, update quantity, calculating the price of shipping, continue shopping\n• Checkout: Choose the form of delivery and payment method, using discount voucher, promotional coupon or gift certificate\n• Users online\n• Enable / Disable Client must register to view price\n• YouTube video integration support in each product page\n• Discount module for quantity and amount\n• Discount module by payment type\n• Discount module on the value of the shipping by type of shipping\n• Support B2B or B2C\n• Page with customer relationship that ended not purchase with notification system by email\n• Malicious users blocking by IP, CPF and Email\n• Appeal to accept terms and conditions to checkout\n• Update batch products\n• Customization taxes / duties per State or Country\n• Automatic stock return requests for unpaid\n• Export / Import in CSV or XML products, customers, orders, Emails\n• Resource Import CSV File for New Products in Large Scale\n• Resource Download and Update Products Large Scale via CSV file\n• Management of multiple applications simultaneously to notify customer by email using Email Template, Print Invoice, Labels, Packing Slip, Invoice Export, XML NFE, NFE TXT, Status Change Requests, Reset Stock\n• Full program of Affiliates (Affiliate Program Information Affiliate Program - FAQ, Edit Account Affiliates, Change Password, Affiliates News, Banners, Products, Categories, Texts, Reports Clicks, Sales Reports, Payment Report)\n• Unlimited extra pages\n• Accepted term configuration for purchase\n• Icon Floating Bottom Left or Right Side WhatsApp and Facebook Messenger\n• CDN or Host images to another provider, send via FTP\n• and more ...\n\n\n\n\nCustomer\n\n• Register / edit account\n• Change Password\n• Notifications access email\n• Different shipping address register\n• My Wishlist\n• Product subscriptions or recurring payment services\n• View coupons or vouchers discounts\n• Sign up / remove email newsletter for receiving\n• Purchase history and order\n• You may re-make the payment or change the form of request for payment already completed\n• You may repurchase the same products with a click\n• Print request\n• Customer Testimonials\n• Customer groups with discount setting, minimum purchase and restricted access\n• Exchange / return system integrated with customer order\n• and more ...\n\n\n\n\nLayout\n\n• Support any type of personalized option (Color, Size, Type, etc)\n• HTML WYSIWYG editor\n• Several Templates / Designs Templates, Colors, Menus or Custom Web Design\n• Customizing the layout, colors and texts as their brand\n• Choose the structure of the header, and bottom side\n• Versions desktop, smartphone, tablet and facebook app\n• Edit the layout by Control Panel\n• Opensource code file editor\n• Choose the type dropdown menu, mega menu, full and other\n• Set the font size for Control Panel\n• Set the colors through the Control Panel\n• and more ...\n\n\n\n\nSEO\n\n• Friendly URLs\n• RSS / XML feed\n• Optimization of search engines\n• SiteMap Google, Yahoo and Bing\n• Registration in search engines 19 Brazil and 70 International\n• Use of micro formats - ",
            "LOGO": "https://images.g2crowd.com/uploads/product/image/large_detail/large_detail_aaf909eadfa1ef6e5412ca5233fed0bf/e-commerce-shopping-cart-marketplace-mformula-net.png",
            "CATEGORIES": [
                "Shopping Cart"
            ]
        }
    }
}